Repository: Lumeer/web-ui
Catalog: src/i18n/messages.*.xlf
Languages: cs, hu

# organization.payments.get.fail
source: Could not read information about your previous service orders
cs: Nelze načíst údaje o předchozích objednávkách služeb
hu: Nem lehetett olvasni a korábbi szolgáltatási megrendeléssel kapcsolatos információkról

# organization.payments.paidWarning.text
source: Your current subscription lasts until validUntil. Are you sure you want to proceed with an order with earlier start date of start? In case you want to add more users, please contact support@lumeer.io.
cs: Vaše předplatné běží do {{0}} . Určitě chcete pokračovat s objednávkou s dřívějším datem ({{1}} ) a mít předplatná, která se překrývají? V případě, že chcete přidat více uživatelů, kontaktujte prosím support@lumeer.io.
hu: A jelenlegi előfizetésed {{0}} végéig tart. Biztosan egy korábbi kezdési dátummal {{1}} rendelkező rendeléssel folytatod? Ha további felhasználókat szeretnél hozzáadni, kérjük, fordulj a support@lumeer.io -hoz.

# organization.payments.paidWarning.title
source: Already Paid
cs: Zaplaceno
hu: Már kifizetett

# organization.permission.change.fail
source: Could not change the organization permissions
cs: Nelze nastavit oprávnění organizace
hu: Nem lehet módosítani a szervezeti engedélyeket

# organization.permission.missing
source: You do not have permission to access this organization
cs: Nemáte přístupové právo k této organizaci
hu: Nincs engedélyed a szervezet elérésére

# project.settings.collections.deleteSampleData
source: Delete sample data from the project
hu: Törölje a minta adatokat a projektből

# organization.serviceLimits.get.fail
source: Could not read information about your service level and subscription
cs: Nelze načíst údaje o vašem aktivovaném programu a předplatném
hu: Nem lehetett olvasni a szolgáltatási szinttel és az előfizetéssel kapcsolatos információkat

# organization.serviceLimits.getAll.fail
source: Could not read information about your service levels and subscriptions
cs: Nelze načíst údaje o vašich aktivovaných programech a předplatném
hu: Nem lehetett olvasni a szolgáltatási szinttel és az előfizetéssel kapcsolatos információkat

# organization.settings.projects.count
source: Number of projects
cs: Počet projektů
hu: Projektek száma

# organization.settings.users.count
source: Number of users
cs: Počet uživatelů
hu: Felhasználók száma

# organization.update.fail
source: Could not update the organization
cs: Organizaci nelze změnit
hu: Nem lehetett frissíteni a szervezetet

# organizations.get.fail
source: Could not get organizations
cs: Organizace nelze načíst
hu: Nem lehet levenni a szervezeteket

# organizations.tab.detail
source: Detail
hu: Részlet

# organizations.tab.detail.basic.active
source: Subscription is active until {{serviceLimits.validUntil | date : 'mediumDate'}}
cs: Předplatné je aktivní do {{serviceLimits.validUntil | date : 'mediumDate'}}
hu: Az előfizetés addig aktív, amíg {{serviceLimits.validUntil | date : 'mediumDate'}}

# organizations.tab.detail.basic.allInclusive
source: <i class="far faw fa-list-ul me-2"></i><span>All features included</span>
hu: <i> </i> <span; Az összes funkció tartalmazza </span;

# organizations.tab.detail.contact.address1
source: Building/Appartment/Office
cs: Budova/Byt/Kancelář
hu: Épület/Lakás/Iroda

# organizations.tab.detail.contact.city
source: City
cs: Město
hu: Város

# organizations.tab.detail.contact.company
source: Company Name
cs: Jméno společnosti
hu: Vállalat neve

# organizations.tab.detail.contact.country
source: Select country
cs: Vyberte zemi
hu: Ország kiválasztása

# organizations.tab.detail.contact.dic
source: Tax Ident. No.
cs: DIČ
hu: Adóazonosító száma

# organizations.tab.detail.contact.email.invalid
source: Please enter a valid e-mail address (e.g. alan.turing@lumeer.io).
cs: Prosím zadejte platnou e-mailovou adresu (např. alan.turing@lumeer.io).
hu: Adj meg érvényes e-mail címet (pl. alan.turing@lumeer.io).

# organizations.tab.detail.contact.firstName
source: First Name
cs: Křestní jméno
hu: Keresztnév

# organizations.tab.detail.contact.ic
source: Company Reg. No.
cs: IČ
hu: Cégjegyzékszám

# organizations.tab.detail.contact.ic.invalid
source: Please enter only numbers and spaces.
cs: Prosím zadejte jen číslice a mezery.
hu: Csak számokat és szóközöket adj meg.

# organizations.tab.detail.contact.invoicingContact
source: Invoicing Contact
cs: Fakturační kontakt
hu: Számlázási kapcsolattartó

# organizations.tab.detail.contact.lastName
source: Last Name
cs: Příjmení
hu: Vezetéknév

# organizations.tab.detail.contact.phone
source: Phone
cs: Telefon
hu: Telefon

# organizations.tab.detail.contact.phone.invalid
source: Please enter a phone number that contains only numbers, characters +-/ and spaces.
cs: Prosím zadejte telefonní číslo, které obsahuje jen číslice, mezery a znaky +-/
hu: Adj meg olyan telefonszámot, amely csak számokat, karaktereket +-/ és szóközöket tartalmaz.

# organizations.tab.detail.contact.save
source: Save
cs: Uložit
hu: Ment

# organizations.tab.detail.contact.saved
source: Saved!
cs: Uloženo!
hu: Mentett!

# organizations.tab.detail.contact.saving
source: Saving
cs: Ukládám
hu: Mentés

# organizations.tab.detail.contact.state
source: State
cs: Kraj
hu: Állapot

# organizations.tab.detail.order.activeUntil
source: Subscription is active until {{serviceLimits.validUntil | date : 'mediumDate'}}. <strong>Extend it today!</strong>
cs: Předplatné je aktivní do {{serviceLimits.validUntil | date : 'mediumDate'}} .<strong> Prodlužte si předplatné již dnes! </strong>
hu: Az előfizetés eddig {{serviceLimits.validUntil | date : 'mediumDate'}} aktív. <strong> érvényes. Hosszabbítsd meg még ma! </strong>

# organizations.tab.detail.order.bestOffer
source: -17% Best offer!
cs: -17% Nejlepší nabídka!
hu: -17% Legjobb ajánlat!

# organizations.tab.detail.order.contactUs
source: Contact us for more users!
cs: Kontaktujte nás pro více uživatelů!
hu: Lépj kapcsolatba velünk több felhasználóért!

# organizations.tab.detail.order.discount
source: Special Early Bird Prices!
cs: Sleva pro první zákazníky!
hu: Különleges Early Bird árak!

# organizations.tab.detail.order.duration
source: Subscription Duration
cs: Délka předplatného
hu: Előfizetés időtartama

# organizations.tab.detail.order.extension
source: Subscription Extension
cs: Prodloužení předplatného
hu: Előfizetés meghosszabítása

# organizations.tab.detail.order.get
source: Get Lumeer for Business now!
hu: Lumeer-t az üzleti életbe, most!

# organizations.tab.detail.order.onBusiness
source: Congratulations, <strong>Business</strong> program active!
cs: Gratulujeme, <strong> Business</strong> program je aktivní!
hu: Gratulálunk, a <strong> Üzleti </strong> program aktív!

# organizations.tab.detail.order.orderBtn
source: Get Lumeer for only <del *ngIf="discountAmount > 0">{{prefix}}{{discountInfo | number:'1.2-2'}}{{suffix}}</del><strong>{{prefix}}{{price | number:'1.2-2'}}{{suffix}}</strong>!
cs: Získejte Lumeera jen za <del> {{prefix}} {{discountInfo | number:'1.2-2'}} {{suffix}} </del> <strong> {{prefix}} {{price | number:'1.2-2'}} {{suffix}} </strong> !
hu: Szerezd meg Lumeer-t csak a <del> {{prefix}} {{discountInfo | number:'1.2-2'}} {{suffix}} </del> <strong> {{prefix}} {{price | number:'1.2-2'}} {{suffix}} </strong> -ra !

# organizations.tab.detail.order.perUserMonth
source: per user and month
cs: za uživatele a měsíc
hu: felhasználónként és hónaponként

# organizations.tab.detail.order.prolong
source: Keep your Lumeer for Business active!
cs: Prodlužte si platnost programu Lumeer Business!
hu: Tartsd Lumeer-t aktívan az üzleti életben!

# organizations.tab.detail.order.start
source: Subscription Start Date
cs: Začátek předplatného
hu: Előfizetés kezdő dátuma

# organizations.tab.detail.order.extension.start
source: Subscription Extension Start Date
cs: Počáteční datum prodloužení předplatného
hu: Előfizetés meghosszabbításának kezdő dátuma

# organizations.tab.detail.order.term
source: year
cs: rok
hu: Év

# organizations.tab.detail.order.users
source: Number of Users in your Organization
cs: Počet uživatelů ve vaší organizaci
hu: A szervezetben lévő felhasználók száma

# organizations.tab.detail.order.users.invalidMax
source: For orders of more than 99 users please contact our <a href="mailto:support@lumeer.io">support</a>.
cs: Pro objednávky nad 99 uživatelů prosím kontaktujte <a> naši podporu</a> .
hu: Több mint 99 felhasználó megrendelése esetén fordulj <a> </a> ügyfélszolgálatunkhoz.

# organizations.tab.detail.order.users.invalidMin
source: Minimal order is one user.
cs: Minimální objednávka je pro jednoho uživatele.
hu: A minimális rendelés egy felhasználó.

# organizations.tab.detail.order.values
source: 1 month|2 months|3 months|6 months|1 year|2 years|3 years
cs: 1 měsíc|2 měsíce|3 měsíce|6 měsíců|1 rok|2 roky|3 roky
hu: 1 hónap|2 hónap|3 hónap|6 hónap|1 év|2 év|3 év

# organizations.tab.detail.payments.addUsers
source: Add more users
cs: Přidat více uživatelů
hu: További felhasználók hozzáadása

# organizations.tab.detail.payments.business
source: Business
hu: Üzleti

# organizations.tab.detail.payments.canceled
source: Canceled
cs: Zrušeno
hu: Visszavont

# organizations.tab.detail.payments.giveItATry
source: You've never had a chance to see Lumeer for <strong>Business</strong>. Give it a try today!
cs: Ještě nikdy jste neměli Lumeerův program <strong> Business</strong> . Zkuste to již dnes!
hu: Még soha nem volt esélyed arra, hogy lásd Lumeer-t <strong> Business </strong> . Próbáld ki!

# organizations.tab.detail.payments.list
source: List of previous orders
cs: Seznam předchozích objednávek
hu: Korábbi rendelések listája

# organizations.tab.detail.payments.ordered
source: Ordered
cs: Objednáno
hu: Megrendelt

# organizations.tab.detail.payments.paid
source: Paid
cs: Zaplaceno
hu: Fizetett

# organizations.tab.detail.payments.payments
source: Previous Orders
cs: Předchozí objednávky
hu: Előző rendelések

# organizations.tab.detail.payments.refresh
source: Refresh payment state
cs: Obnovit stav platby
hu: Fizetési állapot frissítése

# organizations.tab.detail.payments.repay
source: Try to pay again
cs: Zkusit zaplatit znovu
hu: Próbálj meg újra fizetni

# organizations.tab.detail.payments.timeouted
source: Timeouted
cs: Vypršené
hu: Túllépett idő

# organizations.tab.detail.payments.title.placedOn
source: Placed on
cs: Objednáno dne
hu: Elhelyezve

# organizations.tab.detail.payments.title.price
source: Price
cs: Cena
hu: Ár

# organizations.tab.detail.payments.title.serviceLevel
source: Service Level
cs: Program
hu: Szolgáltatási szint

# organizations.tab.detail.payments.title.state
source: State
cs: Stav
hu: Állapot

# organizations.tab.detail.payments.title.users
source: # Users
cs: Uživatelů
hu: # Felhasználók

# organizations.tab.detail.payments.title.validFrom
source: Valid from
cs: Platné od
hu: Érvényesség kezdete

# organizations.tab.detail.payments.title.validUntil
source: Valid until
cs: Platné do
hu: Érvényes, amíg

# organizations.tab.detail.payments.trial
source: Free
cs: Zdarme
hu: Ingyenes

# organizations.tab.detail.state.allInclusive
source: All features included
cs: Všechny funkce přístupné
hu: Az összes jellemzőt tartalmazza

# organizations.tab.detail.state.backupAndRecovery
source: Data backup and <em>next business day recovery</em>
cs: Zálohování dat a <em> obnova do dalšího pracovního dne</em>
hu: Az adatok biztonsági mentése és <em> a következő munkanap helyreállítása </em>

# organizations.tab.detail.state.backupAndRecovery.warn
source: There are no recovery guarantees in Free.
cs: Ve verzi zdarma nejsou záruky na obnovení dat.
hu: Nincsenek helyreállítási garanciák az Ingyenes csomagban.

# organizations.tab.detail.state.dataLimit
source: Plenty of data (1,000,000 records in total)
cs: Spoustu dat (celkem 1,000,000 záznamů)
hu: Rengeteg adat (összesen 1 000 000 rekord)

# organizations.tab.detail.state.dataLimit.warn
source: Now you have only {{serviceLimits?.documents}} records available.
cs: Nyní máte k dispozici pouze {{serviceLimits?.documents}} záznamů.
hu: Most már csak {{serviceLimits?.documents}} rekordok állnak rendelkezésre.

# organizations.tab.detail.state.getBusiness
source: Get Lumeer for Business!
cs: Získat program Lumeer Business!
hu: Lumeer-t az üzleti életbe!

# organizations.tab.detail.state.newFeature
source: <em>Verified</em> updates and new features
cs: <em> Ověřené</em> aktualizace a funkce
hu: <em> Ellenőrzött </em> frissítések és új funkciók

# organizations.tab.detail.state.newFeature.warn
source: Features in the Free program are tested but can be a little buggy still.
cs: Funkce ve verzi zdarma jsou testované, ale mohou mít ještě nějaké chybičky.
hu: A funkciók az Ingyenes Csomagban le vannak tesztelve, de ennek ellenére lehet egy kicsit hibás.

# organizations.tab.detail.state.nextDaySupport
source: <em>Next business day</em> e-mail support
cs: <em> Do dalšího pracovního dne</em> dostanete pomoc e-mailem
hu: <em> A következő </em> e-mail támogatás

# organizations.tab.detail.state.nextDaySupport.warn
source: Now you have best effort e-mail support.
cs: Nyní získáte pomoc e-mailem, až vyřídíme zákazníky před vámi.
hu: Most már tied a legnagyobb erőfeszítésű e-mail támogatás.

# organizations.tab.detail.state.powerfulServer
source: <em>Powerful</em> shared server resources
cs: <em> Výkonné</em> servery v cloudu
hu: <em> Hatékony </em> megosztott kiszolgálói erőforrások

# organizations.tab.detail.state.powerfulServer.warn
source: You run now on commodity shared virtual machine.
cs: Běžné sdílené servery v cloudu.
hu: Most fut az árucikk megosztott virtuális gépen.

# organizations.tab.detail.state.trial
source: You are on the <strong>Free</strong> program now.
cs: Jste nyní na programu <strong> Zdarma</strong>.
hu: A <strong> szabad </strong> programban vagy most.

# organizations.tab.detail.state.unlimitedProjects
source: <em>Unlimited</em> projects, users, tables, automations and functions
cs: <em> Neomezené</em> projekty, uživatelé, tabulky, automatizace a funkce
hu: <em> Korlátlan </em> projektek, felhasználók, táblázatok, automatizálások és funkciók

# organizations.tab.detail.state.unlimitedProjects.warn
source: Now you have only {{serviceLimits?.users}} users, {{serviceLimits?.projects}} projects, {{serviceLimits?.files}} tables, {{serviceLimits?.rulesPerCollection}}+{{serviceLimits?.functionsPerCollection}} automation and function per table.
cs: Nyní máte jen {{serviceLimits?.users}} uživatele, {{serviceLimits?.projects}} projekty, {{serviceLimits?.files}} tabulek, {{serviceLimits?.rulesPerCollection}}+{{serviceLimits?.functionsPerCollection}} automatizaci a funkci na tabulku.
hu: Most már csak {{serviceLimits?.users}} felhasználóid, {{serviceLimits?.projects}} projektjeid, {{serviceLimits?.files}} táblázataid, {{serviceLimits?.rulesPerCollection}} + automatizálásod és {{serviceLimits?.functionsPerCollection}} funkcióid vannak táblázatonként.

# organizations.tab.users
source: Users
cs: Uživatelé
hu: Felhasználók

source: Page not found
cs: Stránka nenalezena
hu: Az oldal nem található

# page.title
source: Lumeer | Visual, easy project and team management
cs: Lumeer | Jednoduchý vizuální nástroj na řízení projektů a týmů
hu: Lumeer | Vizuális, egyszerű projekt- és csapatmenedzsment

# panel.plan.free
source: Free Plan: Upgrade now!
cs: Verze Zdarma: Získejte plnou!
hu: Ingyenes Csomag: Frissítsd most!

# menu.user.settings
source: User Settings
cs: Uživatelské nastavení
hu: Írjon be egy nevet

# perspective.calendar.config.position.save
source: Save position to view
cs: Ukládat polohu
hu: Pozíció mentése a megtekintéshez

# perspective.calendar.config.slotDuration.label
source: Slot duration
cs: Řádek trvá
hu: Rés idő

# perspective.calendar.config.slotDuration.value
source: {key, select, Hour {1 hour} Half {30 minutes} Quarter {15 minutes} Ten {10 minutes} Five {5 minutes}}
cs: {key, select, Hour {1 hodinu} Half {30 minut} Quarter {15 minut} Ten {10 minut} Five {5 minut} }
hu: {key, select, Hour {1 óra} Half {30 perc} Quarter {15 perc} Ten {10 perc} Five {5 perc} }

# perspective.calendar.display.allDay
source: All day
cs: Celý den
hu: Egész nap

# perspective.calendar.display.calendar
source: Calendar
cs: Kalendář
hu: Naptár

# perspective.calendar.display.empty
source: There are no events in current selected range
cs: Ve vybraném časovém rozmezí nejsou žádné události
hu: Az aktuális kiválasztott tartományban nincsenek események

# perspective.calendar.display.list
source: List
cs: Seznam
hu: Lista

# perspective.calendar.display.more
source: more
cs: více
hu: Több

# perspective.calendar.header.day
source: Day
cs: Den
hu: Nap

# perspective.calendar.header.month
source: Month
cs: Měsíc
hu: Hónap

# perspective.calendar.header.today
source: Today
cs: Dnes
hu: Ma

# perspective.calendar.header.week
source: Week
cs: Týden
hu: Hét

# perspective.chart.config.aggregation.name
source: {type, select, sum {Sum} avg {Average} min {Minimum} max {Maximum} count {Count} unique {Unique} median {Median} join {Join} }
hu: {type, select, sum {Összeg} avg {Átlag} min {Minimum} max {Maximum} count {Számol} unique {Egyedi} median {Medián} join {Egyesít} }

# perspective.chart.config.axis.color
source: Color
cs: Barva
hu: Szín

# perspective.chart.config.axis.empty
source: Select axis
cs: Vyberte osu
hu: Tulajdonság kijelölése

# perspective.chart.config.axis.header
source: {yAxisType, select, y1 {Y1 Axis settings} y2 {Y2 Axis settings}}
cs: {yAxisType, select, y1 {...} y2 {...}}
hu: {yAxisType, select, y1 {...} y2 {...}}

# perspective.chart.config.axis.size
source: Size
cs: Velikost
hu: Méret

# perspective.chart.config.attribute.empty
source: Select attribute
cs: Vyberte atribut
hu: Tulajdonság kiválasztása

# perspective.chart.config.axis.x.header
source: X Axis settings
cs: Nastavení osy X
hu: X tengely beállításai

# perspective.chart.config.lockAxes
source: Lock axes
cs: Uzamknout osy
hu: Tengelyek zárolása

# perspective.chart.config.main.header
source: Main settings
cs: Hlavní nastavení
hu: Fő beállítások

# perspective.chart.config.rangeSlider
source: Show range slider
cs: Zobrazit výběr rozsahu
hu: Tartománycsúszka megjelenítése

# perspective.chart.config.sort.placeholder
source: Sort
cs: Třídění
hu: Rendezés

# perspective.chart.config.sortType.name
source: {type, select, asc {Ascending} desc {Descending}}
cs: {type, select, asc {Rostoucí} desc {Klesající} }
hu: {type, select, asc {Növekvő} desc {Csökkenő} }

# perspective.chart.config.sortType.placeholder
source: Sort order
cs: Pořadí
hu: Rendezési sorrend

# perspective.detail.linkType.add
source: Create New Link
cs: Vytvořit novou vazbu
hu: Új hivatkozás létrehozása

# perspective.gantt.config.mode
source: {mode, select, Quarter Day {Quarter Days} Half Day {Half Days} Day {Days} Week {Weeks} Month {Months} Year {Years}}
cs: {mode, select, Quarter Day {Čtvrt Dny} Half Day {Půl dny} Day {Dny} Week {Týdny} Month {Měsíce} Year {Roky} }
hu: {mode, select, Quarter Day {Negyed nap} Half Day {Fél nap} Day {Day} Week {Hét} Month {Hónap} Year {Év} }

# perspective.gantt.config.position.save
source: Save position to view
cs: Ukládat polohu na ose
hu: Pozíció mentése a megtekintéshez

# perspective.gantt.config.progressAggregation
source: Select progress aggregation
cs: Zvolte způsob výpočtu postupu
hu: Folyamatösszesítés kiválasztása

# perspective.gantt.config.resize.lock
source: Lock dependent task position
cs: Závisející úkoly nemohou před nadřazené
hu: Függő tevékenységpozíció zárolása

# perspective.gantt.header.scroll.today
source: Scroll to Today
cs: Posunout na dnešek
hu: Görgetés a mai napra

# perspective.gantt.invalid.range.subtitle
source: Tasks have timespan longer than 25 years. I cannot efficiently display such a situation. Try to filter your tasks using the search box at the top of the page.
cs: Úkoly jsou rozprostřené v čase delším než 25 let. Takovou situaci neumím dobře zobrazit. Zkuste úkoly vyfiltrovat ve vyhledávacím poli nahoře.
hu: A feladatok élettartama hosszabb, mint 25 év. Nem tudok hatékonyan megjeleníteni egy ilyen helyzetet. Próbálja meg szűrni a feladatokat a lap tetején lévő keresőmezővel.

# perspective.gantt.invalid.range.title
source: Tasks have long timespan
cs: Úkoly jsou naplánované na dlouhou dobu
hu: A feladatok hosszú időtartamúak

# perspective.kanban.config.card.layout
source: Card layout
cs: Formát karet
hu: Kártya elrendezése

# perspective.kanban.config.column.size
source: Column size
cs: Šířka sloupce
hu: Oszlop mérete

# perspective.kanban.config.column.summary
source: Column Summary
cs: Souhrn sloupce
hu: Oszlop összegzése

# perspective.kanban.config.value.type
source: {type, select, default {Default} all {% of all columns}}
cs: {type, select, default {Výchozí} all {% ze všech sloupců} }
hu: {type, select, default {Alapértelmezett} all {%-a az összes oszlopnak} }

# perspective.kanban.config.valueAbsOrRel
source: Select absolute or relative display
cs: Zvolte absolutní nebo relativní zobrazení
hu: Abszolút vagy relatív megjelenítés kijelölése

# perspective.kanban.create.card.failure
source: Could not create card
cs: Nemohu vytvořit kartu
hu: Nem lehet létrehozni a kártyát

# perspective.kanban.move.card.failure
source: Could not move card
cs: Kartu nelze přesunout
hu: Nem sikerült áthelyezni a kártyát

# perspective.map.config.position.saved
source: Save map position to view
cs: Ukládat polohu mapy do pohledu
hu: Térképpozíció mentése a megtekintéshez

# perspective.map.config.sidebar.description
source: Select attributes with addresses or Earth coordinates to position records on the map.
cs: Vyberte atributy s adresami nebo souřadnicemi pozic pro zobrazení záznamů na mapě.
hu: Válaszd ki a címekkel vagy a Föld koordinátáival rendelkező tulajdonságokat, hogy a rekordokat a térképen helyezze el.

# perspective.map.config.sidebar.header
source: Map settings
cs: Nastavení mapy
hu: Térkép beállításai

# perspective.map.config.sidebar.image.cors
source: Read about <a [href]="helpLink" target="_blank">CORS settings</a> to host map files.
cs: Server s podklady musí mít správné <a>nastavení CORS</a>.
hu: Olvasd el a <a> CORS-beállításokat </a> a térképfájlok üzemeltetéséhez.

# perspective.map.config.sidebar.image.placeholder
source: Enter image address
cs: Zadejte adresu obrázku
hu: Kép címének megadása

# perspective.map.config.sidebar.image.title
source: Image layer
cs: Obrazová vrstva
hu: Képréteg

# perspective.pivot.config.attribute.sums
source: Show summary
cs: Zobrazovat shrnutí
hu: Összegzés megjelenítése

# perspective.pivot.config.column.header
source: Columns
cs: Sloupce
hu: Oszlopok

# perspective.pivot.config.merge
source: Merge tables
cs: Sloučit tabulky
hu: Táblázatok egyesítése

# perspective.pivot.config.merge.fail
source: There are some tables that cannot be merged.
cs: Některé tabulky nemohou být spojeny.
hu: Vannak olyan táblázatok, amelyek nem egyesíthetőek.

# perspective.pivot.config.reorder
source: Reorder attributes
cs: Změnit pořadí atributů
hu: Tulajdonságok átrendezése

# perspective.pivot.config.row.header
source: Rows
cs: Řádky
hu: Sorok

# perspective.pivot.config.sort.order
source: Select values order
cs: Zvolte pořadí hodnot
hu: Értékek sorrendjének kiválasztása

# perspective.pivot.config.sort.toggle
source: Toggle sort
cs: Změnit pořadí
hu: Rendezés váltása

# perspective.pivot.config.subSort
source: Next sort by...
cs: Dál třídit podle...
hu: Következő rendezés szerint...

# perspective.pivot.config.summary
source: Summary
cs: Suma
hu: Összefoglaló

# perspective.pivot.config.value.header
source: Values
cs: Hodnoty
hu: Értékek
