Repository: Lumeer/web-ui
Catalog: src/i18n/messages.*.xlf
Languages: cs, hu

# constraint.coordinates.precisions.dd
source: {precision, select, 0 {0 digits (~ 100 km)} 1 {1 digit (~ 10 km)} 2 {2 digits (~ 1 km)} 3 {3 digits (~ 100 m)} 4 {4 digits (~ 10 m)} 5 {5 digits (~ 1 m)} 6 {6 digits (~ 0.1 m)}}
cs: {precision, select, 0 {0 míst (~ 100 km)} 1 {1 místo (~ 10 km)} 2 {2 místa (~ 1 km)} 3 {3 místa (~ 100 m)} 4 {4 místa (~ 10 m)} 5 {5 míst (~ 1 m)} 6 {6 míst (~ 0.1 m)} }

# constraint.coordinates.precisions.dms
source: {precision, select, 0 {0 digits (~ 30 m)} 1 {1 digit (~ 3 m)} 2 {2 digits (~ 0.3 m)}}
cs: {precision, select, 0 {0 míst (~ 30 m)} 1 {1 místo (~ 3 m)} 2 {2 místa (~ 0.3 m)} }

# view.perspective.name
source: {perspective, select, detail {Detail} pivot {Pivot} kanban {Kanban} chart {Chart} ganttChart {Timelines} calendar {Calendar} map {Map} search {Search} table {Table} smartdoc {Smart document} workflow {Workflow}}
cs: {perspective, select, detail {Detail} pivot {Pivot} kanban {Nástěnka} chart {Graf} ganttChart {Časová osa} calendar {Kalendář} map {Mapa} search {Hledání} table {Tabulka} smartdoc {Chytrý dokument} workflow {Worklow} }

# table.header.menu.sort.ascending
source: Sort ascending
cs: Řadit vzestupně (A-Z)

# table.header.menu.sort.descending
source: Sort descending
cs: Řadit sestupně (Z-A)

# dialog.create.calendar.event.allDay
source: All day event
cs: Celodenní

# verifyEmail.info
source: Please verify your email by clicking on the link that we have sent you. Then hit Reload.
cs: Prosím ověřte Váš email kliknutím na odkaz, který jsme Vám poslali. Poté pokračujte tlačítkem Obnovit.

# verifyEmail.button.sending
source: Sending...
cs: Odesílám...

# verifyEmail.button.emailFailure
source: Could not send email
cs: Email se neodeslal

# verifyEmail.button.emailSent
source: Email sent
cs: Email odeslán

# button.back
source: Back
cs: Zpět

# choose.organization.confirm
source: Use organization
cs: Zvolit organizaci

# view.share.dialog.userName.unknown
source: Unknown name
cs: Neznámé jméno

# dialog.project.copy.title
source: Copy and Open Project
cs: Zkopírovat a otevřít projekt

# table.header.column.sort.toggle
source: Toggle sort
cs: Přepnout seřazení

# organizations.user.roles.groups
source: Groups:
cs: Skupiny:

# organization.user.groups.add
source: Add group
cs: Přidat skupinu

# collection.runRule.fail
source: Could not run the selected rule for the whole table
cs: Nemohu spustit vybrané pravidlo na všech řádcích v tabulce

# group.update.fail
source: Could not update the group
cs: Skupinu nelze změnit

# group.delete.fail
source: Could not delete the group
cs: Skupinu nelze smazat

# template.create.error
source: I am sorry, something went wrong.
cs: Je mi líto, něco se pokazilo.

# constraint.select.modify.value.title
source: Remove options
cs: Odstranit možnosti?

# resource.settings.delete
source: Delete
cs: Smazat

# collection.post.it.create.title
source: Add table
cs: Vytvořit tabulku

# collection.tab.attributes.create.notUnique
source: Attribute name must be unique!
cs: Nelze mít dva atributy se stejným jménem!

# collections.tab.purpose.assignee.label
source: Assignee
cs: Zodpovědná osoba

# collections.tab.purpose.assignee.select
source: Select assignee attribute
cs: Atribut se zodpovědnou osobou

# collections.tab.purpose.assignee.help
source: Which attribute specifies who the assignee is? Works best with the <em>User</em> attribute type.
cs: Který atribut určuje, komu je daný úkol přidělen? Funguje nejlépe s atributy typu <em>Uživatel</em>.

# collections.tab.purpose.dueDate.label
source: Due Date
cs: Termín

# collections.tab.purpose.dueDate.select
source: Select due date attribute
cs: Atribut s termínem

# collections.tab.purpose.dueDate.help
source: Which attribute specifies the due date of a task? Works only with the <em>Date</em> attribute type.
cs: Který atribut určuje termín dokonční úkolu? Pracuje pouze s atributy typu <em>Datum</em>.

# collections.tab.purpose.state.label
source: State
cs: Stav

# collections.tab.purpose.state.select
source: Select state attribute
cs: Atribut se stavem

# collections.tab.purpose.state.help
source: Which attribute specifies the state of a task? Works best with the <em>Selection</em> attribute type.
cs: Který atribut určuje stav úkolu? Pracuje nejlépe s atributy typu <em>Výběr</em>.

# collections.tab.purpose.stateList.label
source: Done States
cs: Dokončené stavy

# collections.tab.purpose.stateList.help
source: Which states are considered final? That means no further notifications about the task will be sent.
cs: Které stavy úkolu jsou považovány za konečené? To znamená, že se již nemají posílat upozornění na změny úkolu.

# collections.tab.purpose.observer.label
source: Observer
cs: Pozorovatel

# collections.tab.purpose.observer.select
source: Select observer attribute
cs: Atribut s pozorovatelem

# collections.tab.purpose.observer.help
source: Which attribute specifies who, in addition to the assignee, should be notified about the tasks updates? Works best with the <em>User</em> attribute type.
cs: Který atribut určuje, kdo (navíc oproti zodpovědné osobě) má být upozorňován na změny úkolu? Pracuje nejlépe s atributy typu <em>Uživatel</em>.

# collections.tab.purpose.priority.label
source: Priority
cs: Priorita

# collections.tab.purpose.priority.select
source: Select priority attribute
cs: Atribut s prioritou

# collections.tab.purpose.priority.help
source: Which attribute specifies the task priority?
cs: Který atribut určuje prioritu?

# collections.tab.purpose.tags.label
source: Tags
cs: Značky

# collections.tab.purpose.tags.select
source: Select tags attribute
cs: Atribut se značkami

# collections.tab.purpose.tags.help
source: Tags, labels, hashtags... Simply anything you use to categorize the tasks.
cs: Značky, štítky, hashtagy... Jednoduše cokoliv, co používáte ke kategorizaci úkolů.

# organizations.tab.detail.contact.address2
source: Street
cs: Ulice

# organizations.tab.detail.contact.zip
source: ZIP
cs: PSČ

# organizations.tab.detail.order.get
source: Get Lumeer for Business now!
cs: Získejte program Lumeer Business již dnes!

# organizations.tab.detail.basic.allInclusive
source: <i class="far fa-list-ul mr-2"></i><span>All features included</span>
cs: <i> </i> <span> Všechny funcke jsou přístupné</span>

source: Remove tag
cs: Odstranit značku

# kanban.perspective.header.other
source: Other
cs: Ostatní

# map.image.fetch.failure.description
source: Make sure you have provided correct image address. Try opening the address in a browser.
cs: Ujistěte se, že máte spravnou adresu obrázku. Zkuste ho otevřít v prohlížeči.

# perspective.gantt.config.dates.show
source: Show task dates
cs: Zobrazit datum úkolů

# search.all.tasks
source: Tasks
cs: Úkoly

# help.functionsAndRules
source: https://www.lumeer.io/functions-and-rules
cs: https://www.lumeer.io/funkce-a-pravidla

# notification.service.Info
source: Info
cs: Informace

# constraint.duration.unit
source: {unit, select, w {w} d {d} h {h} m {m} s {s}}
cs: {unit, select, w {t} d {d} h {h} m {m} s {s} }

# query.filter.condition.value.constraint.user
source: {type, select, currentUser {Current User}}
cs: {type, select, currentUser {Aktuální uživatel} }

# audit.revert.document.fail
source: Could not revert record changes
cs: Nemohu vrátit změny záznamu

# audit.revert.link.fail
source: Could not revert link changes
cs: Nemohu vrátit změny vazby

# warning.attribute.nameExisting
source: I am sorry, the attribute name 'action.payload.name' already exists.
cs: Je mi líto, ale atribut '{{attributeName}}' již existuje.

# warning.link.nameExisting
source: I am sorry, the link name 'action.payload.name' already exists.
cs: Je mi líto, ale název 'action.payload.name' již existuje.

# user.permission.icon
source: {role, select, READ {read} MANAGE {manage} WRITE {write} CLONE {clone} COMMENT {comment} SHARE {share}}
cs: {role, select, READ {číst} MANAGE {spravovat} WRITE {zapisovat} CLONE {kopírovat} COMMENT {komentovat} SHARE {sdílet} }

# organization.payments.lang.code
source: en
cs: cs

# users.header.existingUsers
source: Existing users
cs: Stávající uživatelé

# users.header.roles
source: Roles
cs: Oprávnění

# menu.sendFeedback
source: Send Feedback
cs: Odeslat zpětnou vazbu

# resource.new.dialog.icon.label
source: Icon:
cs: Ikona:

# resource.new.dialog.required
source: Required
cs: Povinné

# resource.new.dialog.code.label
source: Code:<sup>*</sup>
cs: Kód:<sup> *</sup>

# dialog.feedback.title
source: Send Feedback
cs: Odeslat zpětnou vazbu

# dialog.feedback.message.label
source: Describe how we can improve the application to better fit your needs:
cs: Popište, jak bychom mohli aplikaci vylepšit, aby lépe vyhovovala vaším potřebám:

# dialog.feedback.message.placeholder
source: I think the application can be improved in...
cs: Myslím si, že by aplikace mohla být lepší v...

# dialog.feedback.success
source: Your feedback has been sent.
cs: Vaše zpětná vazba byla odeslána.

# dialog.feedback.error
source: Could not send feedback.
cs: Nelze odeslat zpětnou vazbu.

# users.user.changeRoles
source: You cannot change these roles. Either you are this user, or you are the last manager here, or you do not have sufficient rights.
cs: Tato oprávnění nemůžete měnit. Buď se jedná o vašeho uživatele, nebo jste posledním správcem, nebo nemáte dostatečná oprávnění.

# users.user.inheritedManager
source: This user is a manager of the organization and their permissions cannot be changed. Remove organization manage first.
cs: Tento uživatel je správcem celé organizace a oprávnění zde nelze změnit. Nějdříve odeberte roli správce organizace v nastavení organizace.

# perspective.chart.config.aggregation.name
source: {type, select, sum {Sum} avg {Average} min {Minimum} max {Maximum} count {Count} unique {Unique} median {Median}}
cs: {type, select, sum {Suma} avg {Průměr} min {Minimum} max {Maximum} count {Počet} unique {Unikátní} median {Medián} }

# user.permission.humanName
source: {role, select, READ {Reader} MANAGE {Creator} WRITE {Author} EMPTY {No role assigned}}
cs: {role, select, READ {Čtenář} MANAGE {Tvůrce} WRITE {Autor} EMPTY {Bez role} }

# ganttChart.empty.placeholder
source: Select {emptyProperty, select, name {name} start {starting date} end {ending date} progress {progress} category {category} subCategory {sub-category} color {color}}
cs: Vyberte {emptyProperty, select, name {Název} start {Začátek} end {Konec} progress {Průběh} category {Kategorie} subCategory {Podkategorie} color {Barva} }

# ganttChart.bar.placeholder
source: {barProperty, select, name {Name} start {Start} end {End} progress {Progress} category {Category} subCategory {Sub-category} color {Color}}
cs: {barProperty, select, name {Název} start {Začátek} end {Konec} id {Identifikátor úlohy} dependencies {Závisející úlohy} progress {Průběh} category {Kategorie} subCategory {Podkategorie} color {Barva} }

# constraint.type.icon.title
source: {constraintType, select, Text {Text} Number {Number} Address {Address} Boolean {Checkbox} Action {Action} Coordinates {Location} DateTime {Date and Time} Duration {Duration} Email {Email} Function {Function} Image {Image} Link {Link} Percentage {Percentage} Rating {Rating} Select {Selection} Tag {Tag} User {User selection} Color {Color}}
cs: {constraintType, select, Text {Text} Number {Číslo} Address {Adresa} Boolean {Zaškrtávátko} Action {Akce} Coordinates {Poloha} DateTime {Datum a čas} Duration {Trvaní} Email {E-mail} Function {Funkce} Image {Obrázek} Link {Vazba} Percentage {Procenta} Rating {Hodnocení} Select {Výběr} Tag {Značky} User {Výběr uživatele} Color {Barva} }

# label.newsletter.end
source: increasing <strong>revenue</strong>, saving <strong>time</strong>, improving <strong>communication</strong> and <strong>efficiency</strong> via a Newsletter.<br/>
cs: zvyšování <strong>zisků</strong>, úspoře <strong>času</strong>, zlepšování <strong>komunikace</strong> a <strong>efektivity</strong> díky odběru novinek.<br/>

# search.records.empty.subtitle.singleCollection
source: Let's add some Records into
cs: Přidejte nějaké záznamy do

# search.records.empty.subtitle
source: Open a table by clicking on it and add your first record.
cs: Otevřte tabulku kliknutím na ni a přidejte Váš první záznam.

# create.new.task
source: Add Task
cs: Vytvořit nový úkol

# perspective.workflow.toolbar.groupBy
source: Group By
cs: Seskupit podle

# collection.config.tab.rules.serviceLimit
source: You can have only a single rule in the Free Plan.
cs: Ve verzi zdarma můžete mít jen jedno pravidlo.

# collection.config.tab.rules.type
source: {VAR_SELECT, select, AUTO_LINK {Automated link} BLOCKLY {Blockly} ZAPIER {Zapier}}
cs: {VAR_SELECT, select, AUTO_LINK {Automatická vazba} BLOCKLY {Blockly} ZAPIER {Zapier} }

# collection.config.tab.rules.autoLink.linkType
source: Link record via
cs: Spojit záznamy pomocí

# collection.config.tab.rules.autoLink.where
source: Where
cs: Když

# blockly.tooltip.loopBreakBlock
source: Breaks the for cycle, if branch, switch case etc.
cs: Přeruší cyklus, podmínku if, switch apod.

# currency.abbreviations
source: k|m|b|t
cs: tis.|mil.|mld.|bil.

# document.detail.audit.limit
source: Limited to 3 entries. Upgrade to the Business license to see 2 weeks worth of history. For even longer history, <a href="https://www.lumeer.io/contact/" target="_blank">contact us.</a>
cs: Omezeno na 3 záznamy. Aktivujte si program Lumeer Business a uvidíte záznamy za poslední 2 týdny. Pro delší historii nás kontaktujte.

# audit.title.data.update
source: {VAR_SELECT, select, updated {Updated} created {Created}}
cs: {VAR_SELECT, select, updated {Upraveno} created {Vytvořeno}}

# dialog.attribute.function.editable
source: Allow manual value overwrite
cs: Povolit ruční přepis hodnoty

# shared.preview-results.scrollable
source: You can scroll the table...
cs: Tabulku můžete posouvat kolečkem myši...

# collections.tab.linkTypes.name
source: Link Type
cs: Typ vazby

# collection.config.tab.rules.newRule.prefix
source: Rule
cs: Pravidlo

# collection.config.tab.rules.remove.title
source: Delete this rule?
cs: Smazat pravidlo?

# collection.config.tab.rules.remove.message
source: Do you really want to delete this rule?
cs: Chcete skutečně odstranit toto pravidlo?

# collection.config.tab.rules.remove.message.used
source: This rule is being used in an action button.
cs: Toto pravidlo je používáno v některém akčním tlačítku.

# collection.config.tab.rules.run.title
source: Run the Rule
cs: Spustit pravidlo

# collection.config.tab.rules.run.message
source: Do you want to run the rule for all the rows in the table now? Please note that this might take significant time to complete.
cs: Chcete nyní spustit toto pravidlo na všech řádcích v tabulce? V závislosti na počtu řádků to může trvat značně dlouhou dobu.

# collection.config.tab.rules.zapier.warning.text
source: This rule is created by a Zap in Zapier. Please configure this rule directly in Zapier (www.zapier.com).
cs: Toto pravidlo je vytvořené ve službě Zapier. Prosím nastavte jej přímo tam (www.zapier.com).
