Repository: Lumeer/web-ui
Catalog: src/i18n/messages.*.xlf
Languages: cs, hu

# document.detail.comments.posting.user.title
source: Posting as
cs: Přispíváte jako
hu: Megosztás másként

# document.detail.detail.comments.seeAll
source: See {data.commentsCount, plural, =2 {All} =3 {All} =4 {All} other {All}} {{data.commentsCount}} {data.commentsCount, plural, =2 {Comments} =3 {Comments} =4 {Comments} other {Comments}} >
cs: Zobrazit {data.commentsCount, plural, =2 {...} =3 {...} =4 {...} other {...}} {{data.commentsCount}} {data.commentsCount, plural, =2 {...} =3 {...} =4 {...} other {...}} >
hu: Lásd: {data.commentsCount, plural, =2 {...} =3 {...} =4 {...} other {...}} {{data.commentsCount}} {data.commentsCount, plural, =2 {...} =3 {...} =4 {...} other {...}} >

# document.detail.favorite.add
source: Add to favorites
cs: Přidat k oblíbeným
hu: Hozzáadás a kedvencekhez

# document.detail.favorite.remove
source: Remove from favorites
cs: Odebrat z oblíbených
hu: Eltávolítás a Kedvencekből

# document.detail.header.createdBy
source: Created by
cs: Vytvořil(a)
hu: Készítette:

# document.detail.header.createdOn
source: Created on
cs: Vytvořeno
hu: Létrehozva:

# document.detail.header.updatedBy
source: Updated by
cs: Upravil(a)
hu: Frissítve által

# audit.automation.function
source: Function
cs: Funkce
hu: Funkció

# audit.automation.automation
source: Automation
cs: Automatizace
hu: Automatizálás

# document.detail.activity.empty
source: No activity yet.
cs: Zatím neproběhla žádná aktivita.
hu: Még nem történt tevékenység.

# audit.revert.confirm.title
source: Revert changes?
cs: Vrátit změny?
hu: Visszavonja a változásokat?

# audit.revert.confirm.message
source: Do you really want to revert the latest changes?
cs: Opravdy chcete vrátit poslední změny?
hu: Tényleg vissza akarja állítani a legújabb változtatásokat?

# document.detail.header.updatedOn
source: Updated on
cs: Upraveno
hu: Frissítve:

# document.detail.links.noLinks
source: There are no links.
cs: Nemáte žádné vazby.
hu: Nincsenek linkek.

# document.detail.remove
source: Remove Record
cs: Smazat záznam
hu: Rekord eltávolítása

# document.detail.switch.table
source: Switch to Table perspective
cs: Přepnout se do Tabulky
hu: Váltás a Táblázat nézetre

# document.detail.tabs.activity
source: Activity
cs: Aktivity
hu: Tevékenység

# document.detail.tabs.comments
source: Comments
cs: Komentáře
hu: Hozzászólások

# document.detail.tabs.detail
source: Detail
hu: Részlet

# document.detail.tabs.links
source: Links
cs: Vazby
hu: Linkek

# document.detail.version
source: Version {{dataResource.dataVersion}}
cs: Verze {{document.dataVersion}}
hu: Változat {{dataResource.dataVersion}}

# document.remove.favorite.fail
source: Could not remove the record from favorites
cs: Záznam nelze odebrat z oblíbených
hu: Nem lehetett eltávolítani a rekordot a kedvencekből

# document.update.fail
source: Could not update the record
cs: Nelze změnit záznam
hu: Nem lehetett frissíteni a rekordot

# documents.get.fail
source: Could not get records
cs: Nelze načíst záznamy
hu: Nem lehet lekérni a rekordokat

# dpa
source: Data Processing Agreement
cs: Zpracováním osobních údajů
hu: Adatfeldolgozási megállapodás

source: {VAR_SELECT, select, houseNumber {House number} street {Street} postalCode {Postal code} city {City} county {County} state {State} country {Country} continent {Continent}}
cs: {VAR_SELECT, select, houseNumber {Číslo domu} street {Ulice} postalCode {PSČ} city {Město} county {Okres} state {Kraj} country {Země} continent {Kontinent} }
hu: {VAR_SELECT, select, houseNumber {Házszám} street {Utca} postalCode {Irányító szám} city {Város} county {Megye} state {Állam} country {Ország} continent {Kontinens} }

# equation.operator
source: {operator, select, and {And} or {Or}}
cs: {operator, select, and {a zároveň} or {nebo} }
hu: {opeator, select, and {És} or {Vagy} }

# constraint.action.confirmation.required
source: Require confirmation
cs: Vyžadovat potvrzení
hu: Kérjen megerősítést

# constraint.type
source: {type, select, Address {Address} Boolean {Checkbox} Action {Action} Color {Color} Coordinates {Coordinates} DateTime {Date} FileAttachment {File attachment} Duration {Duration} None {None} Number {Number} Percentage {Percentage} Link {Link} Select {Selection} Text {Text} User {User} View {View}}
hu: {type, select, Address {Cím} Boolean {Jelölőnégyzet} Action {Akció} Color {Szín} Coordinates {Koordináták} DateTime {Dátum} FileAttachment {Csatolt fájl} Duration {Időtartam} None {Egyik sem} Number {Szám} Percentage {Százalék} Link {Link} Select {Kiválasztás} Text {Szöveg} User {Felhasználó} View {Nézet}}

# file.attachment.delete.confirm.message
source: Do you really want to permanently delete this file?
cs: Skutečně chcete tento soubor navždy smazat?
hu: Biztosan véglegesen törlöd ezt a fájlt?

# file.attachment.delete.confirm.title
source: Delete file?
cs: Smazat soubor?
hu: Törlöd a fájlt?

# file.attachment.download.failure
source: Could not download the file attachment. Please try again later.
cs: Nepodařilo se mi stáhnout tuto přílohu. Prosím zkuste to za chvíli znovu.
hu: Nem lehet letölteni a fájlmellékletet. Kérlek próbálkozz később.

# file.attachment.not.exist
source: Could not find the file attachment.
cs: Tuto přílohu se mi nepodařilo nalézt.
hu: Nem található a fájlmelléklet.

# file.attachment.upload.failure
source: Could not save the file. Please try again later.
cs: Soubor se mi nepodařilo uložit. Prosím zkuste to za chvíli znovu.
hu: A fájl nem menthető. Kérlek próbálkozz később.

# file.attachment.upload.success
source: The file is successfully saved.
cs: Soubor jsem úspěšně uložil.
hu: A fájl mentése sikeresen megtörtént.

# file.not.exist
source: Table does not exist
cs: Tabulka neexistuje
hu: A táblázat nem létezik.

# file.permission.missing
source: You do not have permission to access this table
cs: Nemáte oprávnění přistupovat k této tabulce
hu: Nincs engedélyed a tábla eléréséhez.

# file.upload.max.size.error
source: Cannot process files bigger than size MB. Please upload smaller file.
cs: Nemohu zpracovat soubory větší než {{size}} MB. Nahrajte prosím menší soubor.
hu: {{size}} MB-nál nagyobb fájlok nem dolgozhatóak fel. Tölts fel kisebb fájlokat.

# files.dropdown.button.add
source: Add file
cs: Přidat soubor
hu: Fájl hozzáadása

# files.dropdown.button.delete
source: Delete file
cs: Smazat soubor
hu: Fájl törlése

# filter.builder.condition
source: Choose Condition
cs: Vyberte podmínku
hu: Feltétel kiválasztása

# filter.builder.value
source: Choose Value
cs: Vyberte hodnotu
hu: Érték kiválasztása

# form.date.errors.customEmpty
source: Format can not be empty.
cs: Format nemůže být prázdný.
hu: A formátum nem lehet üres.

# form.date.errors.customInvalid
source: I am sorry, but this format is not supported. Please enter valid format.
cs: Omlouvám se, ale tento formát není podporovaný. Prosím zadejte platný formát.
hu: Sajnálom, de ez a formátum nem támogatott. Adj meg érvényes formátumot.

# form.errors.emptyFields
source: Please select at least one address field.
cs: Vyberte prosím alespoň jednu položku adresy.
hu: Jelölj ki legalább egy címmezőt.

# form.errors.minMaxInvalid
source: Minimum must be less or equal than maximum.
cs: Minimální hodnota musí být stejná nebo menší než maximální.
hu: A minimumnak a maximumnál kisebbnek vagy egyenlőnek kell lennie.

# function.create.serviceLimits
source: You can have only a single function per table/link type in the Free Plan. Do you want to upgrade to Business now?
cs: Ve verzi zdarma můžete mít jen jednu funkci na tabulku/vazbu. Chcete aktivovat program Lumeer Business?
hu: Az Ingyenes Csomagban táblázat/hivatkozástípusonként csak egy függvény lehet. Szeretne most frissíteni az Üzleti verzióra?

# function.create.serviceLimits.noRights
source: You can have only a single function per table/link type in the Free Plan.
cs: Ve verzi Zdarma můžete mít v každé tabulce a vazbě jen jednu funkci.
hu: Az Ingyenes Csomagban táblázat/hivatkozástípusonként csak egy függvény lehet.

# gantt.perspective.task.create.title
source: New task
cs: Nový úkol
hu: Új tevékenység

# get.help.button
source: Get Help
cs: Nápověda
hu: Segítség szerzése

# group.create.fail
source: Could not create the group
cs: Skupinu nelze vytvořit
hu: Nem lehet létrehozni a csoportot

# groups.get.fail
source: Could not get groups
cs: Skupiny nelze načíst
hu: Nem lehet csoportokat szerezni

source: Home
cs: Domů
hu: Otthon

# icon-picker.select.icon
source: 2. Choose icon
cs: 2. Zvolte ikonu
hu: 2. Válassz ikont

# icon-picker.select.icon.search
source: Search for icon...
cs: Vyhledat ikonu...
hu: Ikon keresése...

# inputBox.placeholder.default
source: Write text here...
cs: Zde vložte text...
hu: Írd ide a szöveget ...

# invalid-query.at-least-one-collection
source: Start by selecting any Table below.
cs: Musíte vybrat alespoň jednu tabulku.
hu: Kezdd el bármelyik alábbi táblázat kijelölésével

# invalid-query.exactly-one-collection
source: Select only one Table to make this perspective work.
cs: Musíte vybrat přesně jednu tabulku.
hu: Csak egy táblázatot jelölj ki ahhoz, hogy elkészítsd a perspektíva munkát

# inviteUser.button.text
source: Invite
cs: Pozvat
hu: Meghív

# inviteUser.button.title
source: Invite a colleague
cs: Pozvat kolegu
hu: Munkatárs meghívása

# inviteUser.dialog.button
source: Add
cs: Přidat
hu: Hozzáadni

# inviteUser.dialog.email.duplicate
source: A colleague with this email is already invited. Try another one!
cs: Kolega s tímto emailem je už pozvaný. Zkuste jiného!
hu: Egy munkatársa ezzel e-mail-lel már meg van hívva. Próbálkozz egy másikkal!

# inviteUser.dialog.input.add.placeholder
source: Enter an email and press Enter
cs: Zadejte email a stiskněte Enter
hu: Írj be egy e-mailt, és nyomd le az Enter billentyűt

# inviteUser.dialog.manage.description1
source: You give your newly invited colleagues full control over the project. They can read, write and manage everything.
hu: Az újonnan meghívott munkatársaknak teljes kontrollt adsz a projekt felett. Mindent el tudnak olvasni, írni és kezelni.

# inviteUser.dialog.manage.title2
source: Create
cs: Tvořit
hu: Létrehoz

# inviteUser.dialog.readOnly.description1
source: New colleagues will see everything in the project, they cannot change anything.
hu: Az új kollégák mindent látni fognak a projektben, nem tudnak változtatni semmin.

# inviteUser.dialog.readOnly.title2
source: View
cs: Prohlížet
hu: Megtekint

# inviteUser.dialog.readOnlyNoAccess.description1
source: New colleagues can join the project, they won't see exiting tables and views.
hu: Új munkatársak csatlakozhatnak a projekthez, nem látják a kilépő táblázatokat és nézeteket.

# inviteUser.dialog.readOnlyNoAccess.title2
source: Just Join
cs: Jen pozvat
hu: Csak csatlakozz

# inviteUser.dialog.title
source: Invite colleagues
cs: Pozvat kolegy
hu: Munkatársak meghívása

# inviteUser.dialog.user.email.invalid
source: Please enter a valid e-mail address (e.g. alan.turing@lumeerio.com).
cs: Prosím zadejte platnou emailovou adresu (např. alan.turing@lumeerio.com).
hu: Adj meg érvényes e-mail címet (pl. alan.turing@lumeerio.com).

# inviteUser.dialog.user.emailDropdown.invalid
source: Please select one of the colleagues who are already in your organization.
cs: VYberte prosím kolegu, který už je ve vaší organizaci.
hu: Válassz ki egyet a szervezetben már dolgozó munkatársak közül.

# inviteUser.dialog.userEmails.headline
source: Enter emails:
cs: Zadejte emaily:
hu: Add meg az e-mail címeket:

# inviteUser.dialog.userRights.headline
source: Invited colleagues can:
cs: Pozvaní kolegové mohou:
hu: A meghívott munkatársak:

# inviteUser.dialog.write.description1
source: New colleagues will see everything in the project and they will be able to change and add data.
hu: Az új munkatársak mindent látni fognak a projektben, és képesek lesznek megváltoztatni és hozzáadni az adatokat.

# inviteUser.dialog.write.title2
source: Collaborate
cs: Spolupracovat
hu: Együttműködni

# inviteUser.hint.content
source: Invite your colleagues using this button.
cs: Pozvěte svoje spolupracovníky pomocí tohoto tlačítka.
hu: Hívd meg munkatársait ezzel a gombbal.

# kanban.config.collection.attribute.empty
source: Select attribute
cs: Vyberte atribut
hu: Tulajdonság kiválasztása

# kanban.config.collection.cards
source: Cards
cs: Karty
hu: Kártyák

# kanban.config.collection.doneAttribute
source: Done state
cs: Stav splnění
hu: Kész állapot

# kanban.config.collection.dueDate
source: Due date
cs: Splnění
hu: Határidő

# kanban.config.collection.dueDate.empty
source: Select due date
cs: Vyberte termín splnění
hu: Határidő kiválasztása

# kanban.config.collection.resource.empty
source: Select table or link
cs: Vyberte si tabulku nebo vazbu
hu: Táblázat vagy hivatkozás kijelölése

# kanban.config.collection.summary
source: Summary
cs: Souhrn
hu: Összefoglaló

# kanban.dueHours.tag.dueSoon
source: Due soon
cs: Termín se blíží
hu: Hamarosan esedékes

# kanban.dueHours.tag.pastDue
source: Past due
cs: Po terímu
hu: Lejárt határidő

# kanban.perspective.footer.cards
source: {VAR_PLURAL, plural, =0 {no cards} one {1 card} few {{INTERPOLATION} cards} other {{INTERPOLATION} cards}}
cs: {VAR_PLURAL, plural, =0 {žádné karty} =1 {1 karta} =2 {2 karty} =3 {3 karty} =4 {4 karty} other {{{count}} karet} }
hu: {VAR_PLURAL, plural, =0 {nincs kártya} one {1 kártya} few { {{count}} cards} other { {{count}} cards} }

source: Other
hu: Egyéb

# label.newsletter.secondChance
source: Please subscribe me to the Newsletter with all its benefits!<br/>
cs: Přihlaste mě prosím k odběru novinek se všemi výhodami!<br/>
hu: Kérlek, iratkoztass fel a hírlevélre annak minden előnyével együtt! <br/>

# label.newsletter.start
source: Send me free ebooks and materials on:<br/>
cs: Zasílejte mi informace a materiály zdarma o:<br/>
hu: Küldj ingyenes e-könyveket és anyagokat: <br/>

# label.newsletter.termsStart
source: See
cs: Souhlasím se
hu: Lásd:

# label.terms.end
source: and I agree to them.
cs: a souhlasím s nimi.
hu: és én is egyetértek velük.

# label.terms.start
source: I have read
cs: Přečetl(a) jsem si
hu: Elolvastam

# language.czech
source: Czech
cs: Čeština
hu: cseh

# language.english
source: English
cs: Angličtina
hu: angol

# language.hungary
source: Hungarian
cs: Maďarský
hu: Magyar

# link.detail.unlink
source: Unlink
cs: Odpojit
hu: Leválaszt

# link.input.dropdown.link
source: Link
cs: Odkaz
hu: Hivatkozás

# link.input.dropdown.title
source: Title
cs: Název
hu: Cím

# link.input.dropdown.title.placeholder
source: Custom title
cs: Název odkazu
hu: Egyedi cím

# link.instance.create.fail
source: Could not create the link
cs: Propojení nelze vytvořit
hu: Nem lehet létrehozni a hivatkozást

# link.instance.delete.dialog.message
source: Do you really want to unlink (remove the link between) these records
cs: Chcete skutečně odstranit (rozpojit) propojení mezi těmito záznamy?
hu: Valóban leválasztod (eltávolítod a hivatkozást) ezeket a rekordokat?

# link.instance.delete.dialog.title
source: Remove link
cs: Odstranit propojení
hu: Hivatkozás eltávolítása

# link.instance.delete.fail
source: Could not delete the link
cs: Propojení nelze změnit
hu: Nem lehetett törölni a hivatkozást

# link.instance.document.setLinks.failure
source: Could not link records
cs: Nemohu propojit záznamy
hu: Nem sikerült összekapcsolni a rekordokat

# link.instance.update.fail
source: Could not update the link
cs: Propojení nelze změnit
hu: Nem lehetett frissíteni a hivatkozást

# link.instances.get.fail
source: Could not get links
cs: Propojení nelze smazat
hu: Nem lehet hivatkozásokat szerezni

# link.new.dialog.title
source: Create new link
cs: Vytvořit nové propojení
hu: Új hivatkozás létrehozása

# link.type.create.fail
source: Could not create the link type
cs: Tabulky nelze propojit
hu: Nem lehet létrehozni a hivatkozástípusát

# link.type.delete.fail
source: Could not delete the link type
cs: Propojení tabulek nelze smazat
hu: Nem lehetett törölni a hivatkozástípusát

# link.type.update.fail
source: Could not update the link type
cs: Propojení tabulky nelze změnit
hu: Nem lehet frissíteni a hivatkozás típusát

# link.types.get.fail
source: Could not get link types
cs: Propojení tabulek nelze načíst
hu: Nem lehet hivatkozástípusokat szerezni

# links.count
source: Number of links
cs: Počet použití tohoto propojení
hu: Hivatkozások száma

# lumeer.advice
source: Lumeer's Advice
cs: Lumeer radí
hu: Lumeer tanácsa

# lumeer.advice.percentage
source: I suggest to set the column type of attribute.name to percentage. Do you agree?
cs: Navrhuji nastavit typ sloupce {{attrName}} na procenta. Souhlasíte?
hu: Azt javaslom, hogy állítsd be az oszlop típusát {{attrName}} százalékra. Egyetért?

# map.config.attribute.empty
source: Select location
cs: Vyberte polohu
hu: Válassz helyet!

# map.config.attribute.placeholder
source: Location
cs: Poloha
hu: Hely

# map.config.color.empty
source: Select color
cs: Zvolte barvu
hu: Szín kiválasztása

# map.config.color.placeholder
source: Color
cs: Barva
hu: Szín

# map.content.location.error
source: I could not save the new location.
cs: Nepodařilo se mi uložit novou polohu.
hu: Nem tudtam menteni az új helyet.

# map.control.compass
source: Reset bearing to north
cs: Otočit zpět na sever
hu: Az irány visszaállítása észak felé

# map.control.zoom.in
source: Zoom in
cs: Přiblížit
hu: Nagyítás

# map.control.zoom.out
source: Zoom out
cs: Oddálit
hu: Kicsinyítés

# map.image.controls.home
source: Reset zoom
cs: Obnovit přiblížení
hu: Nagyítás visszaállítása

# map.image.fetch.failure.description
source: Make sure you have provided a correct image address. Try opening the address in a browser.
hu: Ellenőrizd, hogy helyesen adtad-e meg a kép címét. Próbáld meg megnyitni a címet a böngészőben.

# map.image.fetch.failure.title
source: Image was not found
cs: Obrázek nenalezen
hu: A kép nem található

# map.image.fetch.notSupported.description
source: Please select one of the following image types: svg, jpg, or png.
cs: Zvolte prosím jeden z následujících formátů: svg, jpg, nebo png.
hu: Válassz az alábbi képtípusok közül: svg, jpg vagy png.

# map.image.fetch.notSupported.title
source: This type of image is not supported
cs: Formát obrázku není podporovaný
hu: Ez a képtípus nem támogatott

# map.image.fetch.sizeExceeded.description
source: Maximum allowed image size is 20MB. Try scaling it to a smaller resolution.
cs: Maximální velikost obrázku je 20MB. Zkuste zmenšit jeho rozlišení (velikost).
hu: A kép maximális mérete 20 MB. Próbáld meg kisebb méretre állítani.

# map.image.fetch.sizeExceeded.title
source: Image is too large
cs: Obrázek je příliš velký
hu: A kép túl nagy

# map.loading.title
source: Map content is loading.
cs: Obsah mapy se načítá.
hu: A térkép tartalma betöltődik.

# map.location.find
source: Find my location
cs: Najdi mě
hu: Tartózkodási helyem megkeresése

# map.location.notAvailable
source: Location not available
cs: Místo není dostupné
hu: A hely nem érhető el

# map.placeholder.description
source: Make sure you have selected an attribute with addresses or Earth coordinates.
cs: Ujistěte se, že máte vybraný atribut s adresou nebo zemskými souřadnicemi.
hu: Győződj meg arról, hogy olyan tulajdonságot választottál ki, amelynek vannak címei vagy földkoordinátái.

# map.placeholder.title
source: No places found!
cs: Žádná místa nebyla nalezena!
hu: Nem található hely!

# menu.account
source: Account
cs: Účet
hu: Számla

# menu.affiliateProgram
source: Affiliate Program
cs: Partnerský program
hu: Leányvállalat program

# menu.affiliateProgramMenuItem
source: Earn with Lumeer
cs: Vydělávejte s Lumeerem
hu: Keress Lumeer-rel

# menu.applicationTour
source: Application Tour
cs: Prohlídka aplikace
hu: Jelentkezési körút

# menu.appTour.invocationError
source: Could not invoke application tour because I did not find any recent project to work with. Go to a page with project content and try again please.
cs: Nemohu spustit prohlídku aplikace, protože jsem nenalezl žádný projekt, na kterém by ji bylo možné ukázat. Přejděte na libovolnou stránku s obsahem projektu a zkuste to prosím znovu.
hu: Nem sikerült előhívni a jelentkezési körutat, mert nem találtam semmilyen újabb projektet, amivel dolgozhattam volna. Lépj egy projekttartalmat tartalmazó lapra, és próbálkozz újra.

# menu.getHelp
source: Get Help
cs: Nápověda
hu: Segítség szerzése

# menu.hintsDisable
source: Hide Hints
cs: Skrýt tipy
hu: Tanácsok elrejtése

# menu.hintsEnable
source: Show Hints
cs: Zobrazit tipy
hu: Tippek megjelenítése

# menu.logout
source: Log out
cs: Odhlásit se
hu: Kijelentkezés

# menu.solutionsSupport
source: Solutions and Support
cs: Řešení a Podpora
hu: Megoldások és támogatás

# message.loading
source: Loading...
cs: Načítám...
hu: Betöltés...

# blockly.tooltip.blockCommentBlock
source: Add any comment to your automation.
hu: Adjon megjegyzéseket az automatizáláshoz.

# blockly.sampleComment.blockCommentBlock
source: Your comment goes here...
hu: A kommented ide tartozik...

# blockly.tooltip.countOccurrences
source: Counts the occurrences of a given string in an array.
hu: Megszámolja egy adott karakterlánc előfordulását egy tömbben.

# blockly.field.placeholder.value
source: value
hu: érték

# modal.kanban.chooseDocument.description
source: Select to which record you want to link the new one.
cs: Vyberte si záznam, ke kterému chcete připojit ten nový.
hu: Jelöld be, hogy melyik rekordhoz szeretnéd csatolni az új hivatkozást.

# modal.kanban.chooseDocument.submit
source: Choose
cs: Vybrat
hu: Válaszd ki

# modal.kanban.chooseDocument.title
source: Choose a record
cs: Vyberte záznam
hu: Rekord kiválasztása

# notification.service.Error
source: Error
cs: Chyba
hu: Hiba

# notification.service.Success
source: Success
cs: Úspěch
hu: Siker

# notification.service.Warning
source: Warning
cs: Upozornění
hu: Figyelmeztetés

# organization.contact.get.fail
source: Could not read contact information
cs: Nelze načíst kontaktní údaje
hu: Nem lehet olvasni az elérhetőségi adatokat

# organization.contact.set.fail
source: Could not save contact information
cs: Nelze uložit kontaktní údaje
hu: Nem lehet menteni az elérhetőségi adatokat

# organization.create.fail
source: Could not create the organization
cs: Organizaci nelze vytvořit
hu: Nem lehet létrehozni a szervezetet

# organization.delete.dialog.message
source: Do you really want to permanently delete this organization?
cs: Chcete tuto organizaci skutečně trvale smazat?
hu: Biztosan véglegesen törlöd ezt a szervezetet?

# organization.delete.dialog.title
source: Delete organization?
cs: Smazat organizaci?
hu: Törlöd a szervezetet?

# organization.delete.fail
source: Could not delete the organization
cs: Organizaci nelze smazat
hu: Nem lehetett törölni a szervezetet

# organization.not.exist
source: Organization does not exist
cs: Organizace neexistuje
hu: A szervezet nem létezik

# organization.payment.create.fail
source: Could not create your new service order
cs: Nelze vytvořit novou objednávku služby
hu: Nem lehet létrehozni az új szolgáltatási megrendelést

# organization.payment.get.fail
source: Could not read information about your previous service order
cs: Nelze načíst údaje o předchozí objednávce služby
hu: Nem lehetett olvasni a korábbi szolgáltatási megrendeléssel kapcsolatos információkról

# organization.payments.addUsers.info
source: To add more users to your organization, please contact support@lumeer.io.
cs: Pro přidání více uživatelů do vaší organizace prosím kontaktujte podporu na e-mailu support@lumeer.io.
hu: Ha további felhasználókat szeretnél hozzáadni a szervezethez, fordulj a support@lumeer.io -hoz.

# organization.payments.addUsers.title
source: Add Users
cs: Přidat uživatele
hu: Felhasználók hozzáadása
