Repository: Lumeer/web-ui
Catalog: src/i18n/messages.*.xlf
Languages: cs, hu

# resource.new.dialog.title
source: Create a new {resourceType, select, organization {Organization} project {Project}}
cs: Vytvořit {resourceType, select, organization {...} project {...}}
hu: Új létrehozása {resourceType, select, organization {...} project {...}}

# resource.postit.code
source: Set code
cs: Nastavte kód
hu: Kód beállítása

# resource.postit.name
source: Fill in name
cs: Zadejte název
hu: Név kitöltése

# resource.settings.deleteResource.title
source: Permanently remove this {resourceType, select, organization {organization} project {project} collection {table} link {link} view {view} document {record}}
hu: Véglegesen távolítsa el ezt a {resourceType, select, organization {szervezetet} project {projektet} collection {táblázatot} link {linket} view {nézetet} document {rekordot}}

# resource.rule.update.fail
source: Could not save automation
cs: Nepodařilo se uložit pravidlo
hu: Nem tudja menteni a szabályt

# resource.settings.back
source: Back to App
cs: Zpět
hu: Vissza az alkalmazáshoz

# resource.value.error.duplicity
source: This {resourceType, select, organization {code} project {code} collection {name}} is already taken. Try another one!
cs: {resourceType, select, organization {...} project {...} collection {...}} je již použité, zkuste něco jiného!
hu: Ez {resourceType, select, organization {...} project {...} collection {...}} már foglalt. Próbálkozz egy másikkal!

# resourceComment.create.fail
source: Could not save the comment
cs: Nemohu uložit komentář
hu: A megjegyzés nem menthető

# resourceComment.delete.fail
source: Could not delete the comment
cs: Nemohl jsem smazat komentář
hu: A megjegyzés nem törölhető

# resourceComment.update.fail
source: Could not update the comment
cs: Nemohl jsem upravit komentář
hu: Nem lehetett frissíteni a megjegyzést

# resourceComments.get.fail
source: Could not read comments
cs: Nemohu načíst komentáře
hu: Nem olvashatóak a megjegyzések

# rules.blockly.action.message.error
source: Error
cs: Chyba
hu: Hiba

# rules.blockly.action.message.info
source: Information
cs: Informace
hu: Információ

# rules.blockly.action.message.success
source: Success
cs: Úspěch
hu: Siker

# rules.blockly.action.message.warning
source: Warning
cs: Upozornění
hu: Figyelmeztetés

# search.all.collections
source: Tables
cs: Tabulky
hu: Táblázatok

# search.all.views
source: Views
cs: Pohledy
hu: Nézetek

# search.views.empty.title.task
source: Your first task is to create a view!
cs: Váš první úkol je vytvořit nový pohled!
hu: Első feladatod egy nézet létrehozása!

# search.views.empty.subtitle.task
source: Views are the most important part of Lumeer that boosts your productivity and saves your time.
cs: Pohledy jsou nejdůležitější součást Lumeera, která Vám pomáhá zvýšit efektivitu a šetří Váš čas.
hu: A nézetek a Lumeer plaform legfontosabb része, amellyel növelheted eredményességedet és időt takaríthatsz meg.

# search.button
source: Search
cs: Hledat
hu: Keresés

# search.collections.empty.subtitle
source: Add your first table or import one.
cs: Vytvořte svoji první tabulku, nebo nějakou importujte.
hu: Add hozzá az első táblázatot, vagy importálj egyet.

# search.collections.empty.subtitle.norights
source: I am sorry but you do not have permissions to add tables.
cs: Je mi líto, ale nemáte ani oprávnění nějakou tabulku vytvořit.
hu: Sajnálom, de nincs engedélyed a táblázatok hozzáadására.

# search.collections.empty.title
source: There are no tables yet!
cs: Ještě nemáte žádnou tabulku!
hu: Még nincsenek táblázatok!

# search.records.empty.project.subtitle
source: Go to the Tables tab and create your first table.
cs: Otevřete si tabulku kliknutím a něco si zaznamenejte.
hu: Nyisson meg egy táblázatot, kattintson rá, és adja hozzá az első rekordot.

# search.records.empty.project.title
source: Your project is empty!
cs: Nemátě ještě žádné záznamy!
hu: Még nincsenek rekordok!

# search.result.empty
source: I am sorry but I did not find anything. Please try a more general search.
cs: Je mi líto, ale nic jsem nenašel. Zkuste zjednodušit hledání.
hu: Sajnálom, de nem találtam semmit. Próbálkozz egy általánosabb kereséssel.

# search.result.more
source: See More
cs: Zobrazit vše
hu: Bővebben

source: All
hu: Minden

source: Tasks
hu: Feladatok

# search.views.empty.createTable1
source: Create and open a Table. Switch the Perspective
cs: Vytvořte a otevřete tabulku. Přepněte perspektivu
hu: Táblázat létrehozása és megnyitása. A perspektíva váltása.

# search.views.empty.createTable2
source: and save the View
cs: a uložte nový pohled
hu: és mentse a nézetet

# search.views.empty.subtitle
source: Search for something, switch the View, set a name and save the resulting page.
cs: Něco vyhledejte, zvolte si pohled, pojmenujte a uložte si výslednou stránku.
hu: A nézetek Lumeer legfontosabb részei, amelyek növelik a produktivitást és időt takarítanak meg neked.

# search.views.empty.title
source: There are no Views yet!
cs: Nemáte ještě žádné pohledy!
hu: Az első feladat az, hogy hozz létre egy nézetet!

# select.constraint.items.date.format
source: {format, select, weekly {[W]W YYYY} other {}}
cs: {format, select, weekly {[T]W YYYY} other {} }
hu: {format, select, weekly {[H]H ÉÉÉÉ} other {} }

# select.constraint.items.date.formatType
source: {type, select, yearly {Years} quarterly {Quarters} weekly {Weeks} monthYear {Months and years} month {Months} dayMonth {Days and months} day {Days} dayMonthYear {Days, months and years} weekDay {Day of week} hour {Hours} hourMinutes {Hours and minutes} }
cs: {type, select, yearly {Roky} quarterly {Kvartály} weekly {Týdny} monthYear {Měsíce a roky} month {Měsíce} dayMonth {Dny a měsíce} day {Dny} dayMonthYear {Dny, měsíce a roky} weekDay {Den v týdnu} hour {Hodiny} hourMinutes {Hodiny a minuty} }
hu: {type, select, yearly {Évek} quarterly {Negyedévek} weekly {Hetek} monthYear {Hónapok és évek} month {Hónapok} dayMonth {Napok és hónapok} day {Napok} dayMonthYear {Napok, hónapok és évek} weekDay {A hét napja} hour {Órák} hourMinutes {Órák és percek} }

# select.constraint.items.duration.maxUnit
source: {unit, select, w {weeks} d {days} h {hours} m {minutes} s {seconds}}
cs: {unit, select, w {týdny} d {dny} h {hodiny} m {minuty} s {sekundy} }
hu: {unit, select, w {hetek} d {napok} h {órák} m {percek} s {másodpercek} }

# sequence.delete.fail
source: Could not delete sequence
cs: Nemohu smazat posloupnost
hu: Nem lehet törölni a sorozatot

# sequence.item.delete.message
source: Do you want to permanently remove this sequence?
cs: Chcete skutečně trvale odstranit tuto posloupnost?
hu: Véglegesen eltávolítod ezt a sorozatot?

# sequence.item.delete.title
source: Remove sequence?
cs: Odstranit posloupnost?
hu: Eltávolítod a sorozatot?

# sequence.item.remove.button.title
source: Remove sequence
cs: Odstranit posloupnost
hu: Sorozat eltávolítása

# sequence.list.createNew.automation.info
source: To create a new sequence, just use its name in the sequence block in a function or an automation.
cs: Pro vytvoření nové posloupnosti jednoduše použijte její název v bloku ve funkci nebo v automatizaci.
hu: Új sorozat létrehozásához csak használd a nevét a sorozat blokkban egy funkcióban vagy egy automatizálásban.

# sequence.list.sequenceName
source: Sequence Name
cs: Název posloupnosti
hu: Sorozat neve

# sequence.list.sequenceValue
source: Counter
cs: Počitadlo
hu: Számláló

# sequences.get.fail
source: Could not read sequences
cs: Nemohu načíst posloupnosti
hu: Nem lehetett olvasni a sorozatokat

# sequences.update.fail
source: Could not update sequence
cs: Nemohu upravit posloupnost
hu: Nem lehet frissíteni a sorozatot

# serviceLimits.trial
source: Free Service
cs: Verze Zdarma
hu: Ingyenes szolgáltatás

# session.expired.message
source: You have been inactive for {{sessionTimeout}} minutes and the application logged out for security reasons. Click Continue to log in again.
cs: Byl(a) jste neaktivní už {{sessionTimeout}} minut a aplikace se z bezpečnostních důvodů odhlásila. Kliknutím na tlačítko Pokračovat se znovu přihlásíte.
hu: Inaktív voltál {{sessionTimeout}} percre és az alkalmazás biztonsági okokból kijelentkezett. Kattints a Folytatás gombra az ismételt bejelentkezéshez.

# session.expired.message.unathenticated
source: You have been logged out from application for security reasons. Click Continue to log in.
cs: Z bezpečnostních důvodů jste byli odhlášeni. Klikněte na Pokračovat pro opětovné přihlášení.
hu: Biztonsági okokból kijelentkeztettünk az alkalmazásból. Kattints a Folytatás gombra a bejelentkezéshez.

# shared.blockly.debugger.debug
source: For debugging purposes by advanced users only.
cs: Slouží k ladění pravidel. Pouze pro pokročilé uživatele.
hu: Csak tapasztalt felhasználók általi hibakeresés céljából.

# shared.blockly.debugger.dryRun
source: Dry Run Results
cs: Výsledky zkušebního běhu
hu: A száraz futtatás eredményei

# shared.blockly.debugger.error
source: Error Report
cs: Výpis chyb
hu: Hibajelentés

# shared.blockly.debugger.noCode
source: No code generated yet.
cs: Žádný kód ještě není vygenerován.
hu: Még nem jött létre kód.

# shared.blockly.debugger.noError
source: No error recorded.
cs: K žádné chybě nedošlo.
hu: Nincs rögzített hiba.

# shared.blockly.debugger.noResults
source: No dry run results yet.
cs: Žádné výsledky zkušebního běhu ještě neexistují.
hu: Még nincs száraz futtatási eredmény.

# shared.blockly.debugger.source
source: Blockly Source Code
cs: Zdrojový kód Blockly
hu: Blokkos forráskód

# shared.blockly.debugger.timestamp
source: Timestamp:
cs: Čas serveru:
hu: Időbélyeg:

# shared.preview.results.noResults
source: No records found.
cs: Nenalezeny žádné záznamy!
hu: Nem található rekord.

# modal.links.modify.title
source: Select Linked Records
cs: Vyberte propojené záznamy
hu: A csatolt rekordok kiválasztása

# modal.links.modify.selected
source: {selected.count, plural, =0 {No records selected} one {1 record selected} few {{{selected.count}} records selected} other {{{selected.count}} records selected} }
cs: {selected.count, plural, =0 {...} one {...} few {...} other {...}}
hu: {selected.count, plural, =0 {Nincs kiválasztva rekord} one {1 rekord kiválasztva} few {{{selected.count}} rekord kiválasztva} other {{{selected.count}} rekord kiválasztva} }

source: {VAR_PLURAL, plural, =0 {No records selected} one {1 record selected} few {{INTERPOLATION} records selected} other {{INTERPOLATION} records selected}}
cs: {VAR_PLURAL, plural, =0 {Žádné vybrané záznamy} one {1 vybraný záznam} few {{{selected.count}} vybrané záznamy} other {{{selected.count}} vybraných záznamů} }
hu: {VAR_PLURAL, plural, =0 {Nincs kiválasztva rekord} one {1 rekord kiválasztva} few {{INTERPOLATION} rekord kiválasztva} other {{INTERPOLATION} rekord kiválasztva}}

# modal.links.modify.filter.title
source: Use filters to find records to link. Selected records are always visible (no matter of filters).
cs: Použijte filtry k vyhledání záznamů. Vybrané záznamy jsou vždy viditelné (bez ohledu na filtry).
hu: Szűrőkkel keresse meg a linkelni kívánt rekordokat. A kiválasztott rekordok mindig láthatók (a szűrőktől függetlenül).

# button.confirm
source: Confirm
hu: Megerősít

# modal.links.modify.empty.title
source: I am sorry but there is nothing to link.
cs: Je mi líto, ale není zde nic k propojení.
hu: Sajnálom, de nincs mit linkelni.

source: Show detail
cs: Zobrazit detail
hu: Részletek megjelenítése

# table.body.row.add.above
source: Add row above
cs: Přidat řádek nad
hu: Sor hozzáadása felül

# table.body.row.add.below
source: Add row below
cs: Přidat řádek pod
hu: Sor hozzáadása lent

# table.body.row.clone
source: Duplicate row
cs: Zkopírovat řádek
hu: Sor duplikálása

# table.body.row.links.update
source: Add/Remove links
cs: Přidat/Odebrat vazby
hu: Linkek hozzáadása/eltávolítása

# table.body.row.copy.value
source: Copy value
cs: Kopírovat hodnotu
hu: Érték másolása

# table.body.row.edit
source: Edit value
cs: Upravit hodnotu
hu: Érték szerkesztése

# table.body.row.indent
source: Indent
cs: Odsadit
hu: Behúzás

# table.body.row.link.above
source: Link new row above
cs: Připojit nový řádek nad
hu: Új sor csatolása felül

# table.body.row.link.below
source: Link new row below
cs: Připojit nový řádek pod
hu: Új sor csatolása alul

# table.body.row.move-down
source: Move down
cs: Posunout dolů
hu: Lépés lefelé

# table.body.row.move-up
source: Move up
cs: Posunout nahoru
hu: Lépés felfelé

# table.body.row.outdent
source: Outdent
cs: Snížit odsazení
hu: Kihúzás

# table.body.row.show.detail
source: Show detail
cs: Zobrazit detail
hu: Részletek megjelenítése

# table.body.row.unlink
source: Unlink row
cs: Odpojit řádek
hu: Sor leválasztása

# table.data.cell.linked.row.uninitialized
source: I cannot link the entered value to anything, you must enter a value to the previous part of the table first.
cs: Nemám kam navázat zadanou hodnotu, musíte něco zadat do předchozí části tabulky.
hu: Nem tudom a megadott értéket semmivel kapcsolni, először meg kell adnod egy értéket a táblázat előző részéhez.

# table.delete.column.dialog.message
source: Do you really want to delete the column? This will permanently remove the attribute and all its data.
cs: Chcete skutečně smazat tento sloupec? Smazání sloupce odstraní i odpovídající atribut ze všech záznamů v tabulce.
hu: Biztosan törlöd az oszlopot? Ezzel véglegesen eltávolítod a tulajdonságot és annak összes adatát.

# table.delete.column.dialog.title
source: Delete this column?
cs: Smazat sloupec?
hu: Törlöd ezt az oszlopot?

# table.header.add-button
source: Link table
cs: Připojit tabulku
hu: Hivatkozási tábla

# table.header.add.link.column
source: Add link column
cs: Přidat sloupec do vazby
hu: Hivatkozásoszlop hozzáadása

# table.header.column.settings
source: Column settings...
cs: Nastavení sloupce...
hu: Oszlopbeállítások...

# table.header.menu.add.column
source: Add a new column
cs: Přidat nový sloupec
hu: Új oszlop hozzáadása

# table.header.menu.add.column.next
source: Add column right
cs: Přidat sloupec vpravo
hu: Oszlop hozzáadása jobbra

# table.header.menu.add.column.previous
source: Add column left
cs: Přidat sloupec vlevo
hu: Oszlop hozzáadása balra

# table.header.menu.add.linkColumn
source: Add Link column
cs: Přidat sloupec mezi tabulky
hu: Hivatkozási oszlop hozzáadása

# table.header.menu.changeAttribute
source: Attribute settings...
cs: Nastavení attributu...
hu: Tulajdonságbeállítások...

# table.header.menu.changeType
source: Attribute settings...
cs: Nastavení atributu...
hu: Tulajdonságbeállítások...

# table.header.menu.copy.values
source: Copy all column values
cs: Kopírovat všechny hodnoty
hu: Az összes oszlopérték másolása

# table.header.menu.copy.values.unique
source: Copy unique column values
cs: Kopírovat unikátní hodnoty
hu: Egyedi oszlopértékek másolása

# table.header.menu.defaultAttribute
source: Set as displayed attribute
cs: Nastavit jako hlavní atribut
hu: Beállítás megjelenített tulajdonságként

# table.header.menu.edit
source: Edit name
cs: Upravit název
hu: Név szerkesztése

# table.header.menu.editAutomation
source: Edit automation...
cs: Upravit automatizaci...
hu: Automatizálás szerkesztése...

# table.header.menu.editDescription
source: Edit description...
cs: Upravit popis...
hu: Leírás szerkesztése

# table.header.menu.editFunction
source: Edit function...
cs: Upravit vzorec...
hu: Funkció szerkesztése...

# table.header.menu.hide
source: Hide column
cs: Skrýt sloupec
hu: Oszlop elrejtése

# table.header.menu.remove
source: Delete column
cs: Smazat sloupec
hu: Oszlop törlése

# table.header.menu.split
source: Split column
cs: Rozdělit sloupec
hu: Oszlop felosztása

# table.header.remove.part
source: Disconnect table
cs: Odpojit tabulku
hu: Táblázat leválasztása

# table.header.show.all
source: All columns
cs: Všechny sloupce
hu: Minden oszlop

# table.header.show.hidden.columns
source: Show hidden columns
cs: Zobrazit skryté sloupce
hu: Rejtett oszlopok megjelenítése

# table.header.suggestion.link.existing
source: Use existing link
cs: Použít existující propojení
hu: Meglévő hivatkozás használata

# table.header.switch.parts
source: Switch tables order
cs: Obrátit pořadí tabulek
hu: Táblázatok sorrendje közötti váltás

# table.link.collapse
source: Collapse
cs: Sbalit
hu: Összeomlik

# table.link.expand
source: Expand
cs: Rozbalit
hu: Kibont

# table.row.noResults
source: There are no records to display. Try a different query.
cs: Nejsou tu žádné záznamy k zobrazení. Zkuste zadat jiný dotaz ve vyhledávání nahoře.
hu: Nincsenek megjelenítendő rekordok. Próbálkozz egy másik lekérdezéssel.

# tag.remove
source: Remove tag
cs: Odstranit značku
hu: Megjelölés eltávolítása

# tasks.empty.collections.button
source: Create Tasks Table
cs: Vytvořit tabulku s úkoly
hu: Feladatok táblázat létrehozása

# tasks.empty.collections.message
source: Don't worry, you can easily create a tasks table now. Click on the button below.
cs: Žádné obavy, tabulku na úkoly snadno vytvoříte pomocí tlačítka níže.
hu: Ne aggódj, most már könnyedén létrehozhatsz egy tevékenységtáblát. Kattints az alábbi gombra.

# tasks.empty.collections.title
source: No tasks table
cs: Žádná tabulka s úkoly
hu: Nincsenek tevékenységtáblázatok

# tasks.empty.permissions.message
source: I am sorry but you do not have permissions to add tables. Contact the project manager.
cs: Je mi líto, ale nemáte právo přidávat tabulky. Kontaktujte správce projektu.
hu: Sajnálom, de nincs engedélyed táblázatok hozzáadására. Lépj kapcsolatba a projektmenedzserrel.

# tasks.empty.permissions.title
source: No tasks table
cs: Žádná tabulka s úkoly
hu: Nincsenek tevékenységtáblázatok

# tasks.empty.query.message
source: Great job! Keep it up.
cs: Skvělá práce! Jen tak dál.
hu: Remek munka! Csak így tovább.

# tasks.empty.query.title
source: All your tasks are done!
cs: Všechny Vaše úkoly jsou hotové!
hu: Minden feladatod kész van!

# tasks.empty.title
source: Empty title
cs: Prázdný popis
hu: Üres cím

# tasks.get.fail
source: Could not get tasks
cs: Nepodařilo se mi načíst úkoly
hu: Nem lehet feladatokat kérni

# tasks.sample.data.failure
source: Could not add task table to project
cs: Nepodařilo se mi do projektu přidat tabulku s úkoly
hu: Nem lehet tevékenységtáblázatot hozzáadni a projekthez

# template.create.empty
source: I am sorry, you do not have any organization to create project in.
cs: Je mi líto, nemáte žádnou organizaci, ve které by bylo možné vytvořit projekt.
hu: Sajnálom, de nincs olyan szervezet, amelyben projektet hozhatnál létre.

# template.create.limitsExceeded
source: I am sorry, you can not create any more projects in a free account. Do you want to upgrade to Business now?
cs: Je mi líto, ale ve verzi zdarma nemůžete vytvořit víc projektů. Chcete se podívat na Business verzi?
hu: Sajnálom, nem lehet létrehozni több projektet az ingyenes fiókban. Szeretnél most frissíteni az Üzleti verzióra?

# templates.button.empty
source: Start with empty project
cs: Začít s prázdným projektem
hu: Kezdés üres projekttel

# templates.button.use
source: Use this template
cs: Použít tuto šablonu
hu: Ennek a sablonnak a használata

# templates.empty
source: I am sorry, but I could find any templates.
cs: Je mi líto, ale nepodařilo se mi najít žádné šablony
hu: Sajnálom, de találtam semmilyen sablont.

# templates.empty.subtitle
source: You can still <b>create an empty project</b> by clicking on the button below.
cs: Můžete však pokračovat <b>vytvořením prázdného projektu</b> pomocí tlačítka níže
hu: Az alábbi gombra kattintva továbbra is <b> létrehozhatsz üres </b> projektet.

# templates.loading
source: Loading templates
cs: Načítám šablony
hu: Sablonok betöltése

# templates.tags.search.empty
source: There are no matching templates
cs: Žádné vyhovující šablony nebyly nalezeny
hu: Nincsenek egyező sablonok

# templates.tags.search.placeholder
source: Search templates
cs: Najít šablonu
hu: Keresési sablonok

# templates.tags.title
source: Templates
cs: Šablony
hu: Sablonok

source: Terms of Service
cs: Všeobecné obchodní podmínky
hu: A szolgáltatás feltételei

# textEditor.insertTextPlaceholder
source: Insert text here...
cs: Tady napište text...
hu: Szöveg beszúrása ide...

# modal.settings.title
source: User Settings
cs: Uživatelské nastavení
hu: Felhasználói beállítások

# topPanel.controlsToggle.title
source: Show controls
cs: Zobrazit nástroje
hu: Vezérlők megjelenítése

# topPanel.controlsToggle.tooltip
source: Show/hide controls
cs: Zobrazit/skrýt ovládání
hu: Vezérlők megjelenítése/elrejtése

# topPanel.home.title
source: Back to home screen
cs: Zpět na domovskou obrazovku
hu: Vissza a kezdőképernyőre

# search.input.placeholder
source: Type anything you search for…
hu: Gépelj be azt, hogy mit keresel…

# search.input.placeholder.short
source: Search or filter…
hu: Keresés vagy szűrés…

# topPanel.notifications.title
source: Notifications
cs: Upozornění
hu: Értesítések

# notification.task.notVisible
source: I am sorry, you can not see selected task
cs: Je mi líto, ale vybraný úkol nemáte právo zobrazit
hu: Sajnálom, de nem láthatja a kiválasztott feladatot

# topPanel.organizationMenu.title
source: Organization menu
cs: Nabídka organizace
hu: Szervezeti menü

# topPanel.projectMenu.title
source: Project menu
cs: Nabídka projektová
hu: Projekt menü

# topPanel.userMenu.title
source: User menu
cs: Uživatelská nabídka
hu: Felhasználói menü

source: Unlink
cs: Rozpojit
hu: Leválasztás

# user.add.placeholder
source: Type email to invite another user
cs: Zadejte e-mail kolegů, které chcete pozvat
hu: E-mail beírása másik felhasználó meghívásához

# user.create.fail
source: Could not add the user
cs: Uživatele nelze vytvořit
hu: Nem lehetett hozzáadni a felhasználót

# user.create.serviceLimits
source: You are currently on the Free plan which allows you to invite only three users to your organization. Do you want to upgrade to Business now?
cs: Používáte nyní verzi Lumeera, která je zdarma. Tato verze umožňuje do vaší organizace pozvat jen tři kolegy. Chcete aktivovat program Lumeer Business, který tato omezení nemá?
hu: Jelenleg az Ingyenes csomagban vagy, amelyben csak három felhasználót hívhatsz meg a szervezetedhez. Szeretnél most frissíteni az Üzleti verzióra?

# user.create.serviceLimits.basic
source: You are allowed to invite only limits.users users to your organization. Do you want to upgrade your plan now?
cs: Do Vaší organizace je možné pozvat pouze {{limit}} uživatelů. Chcete upravit nastavení služby?
hu: Csak {{limit}} felhasználókat hívhatsz meg a szervezetedbe. Frissíted most a csomagodat?

# user.create.serviceLimits.business.title
source: Limits exceeded
cs: Překročení limitů
hu: Határértékek túllépve

# user.defaultWorkspace.save.fail
source: Could not save the default workspace
cs: Nelze uložit výchozí organizace a projekt.
hu: Nem menthető az alapértelmezett munkaterület

# user.delete.fail
source: Could not delete the user
cs: Uživatele nelze smazat
hu: A felhasználó nem törölhető
