Repository: Lumeer/web-ui
Catalog: src/i18n/messages.*.xlf
Languages: cs, hu

# collections.tab.workflow.heading
source: What best describes your intentions with this table?
cs: Co nejlépe vystihuje vaše záměry s touto tabulkou?
hu: Mi írja le a legjobban a szándékaidat ezzel a táblázattal?

# collections.tab.workflow.subHeading
source: Lumeer provides you most help when he understands what do you plan to store in the table. What is your desired workflow?
cs: Lumeer Vám dokáže nejlépe pomoci, když ví, co zamýšlíte ukládat v této tabulce. Jaký je Váš plánovaný pracovní postup?
hu: Lumeer nyújtja neked a legtöbb segítséget, amikor megérti, hogy mit tervezel tárolni a táblázatbanl. Mi a kívánt munkafolyamat?

# color-picker.select.icon
source: 1. Choose color
cs: 1. Zvolte barvu
hu: 1. Válassz színt

# comment.item.create.fail
source: I could not create the comment. Click here to try again.
cs: Nemohl jsem vytvořit komentář. Zkuste to znovu kliknutím zde.
hu: Nem tudtam létrehozni a megjegyzést. Kattints ide, hogy megpróbáld újra.

# constraint.action.automation.empty
source: Select automation
cs: Vyberte automatizaci
hu: Automatizálás kiválasztása

# constraint.action.automation.label
source: Automation
cs: Automatizace
hu: Automatizálás

# constraint.action.color.label
source: Click on the button to set its icon and color
cs: Kliknutím na tlačítko nastavíte jeho ikonu a barvu
hu: Kattints a gombra, hogy beállítsd az ikont és a színt

# constraint.action.description
source: An action button that executes an automation based on specified conditions.
cs: Akční tlačítko, které spouští automatizaci v závislosti na daných podmínkách.
hu: Olyan műveletgomb, amely meghatározott feltételek alapján hajt végre automatizálást.

# constraint.action.empty.automation.button
source: Add automation
cs: Přidat automatizaci
hu: Automatizálás hozzáadása

# constraint.action.empty.automation.subtitle.norights
source: I am sorry but you do not have permissions to add automations.
cs: Je mi líto, ale nemáte oprávnění přidávat automatizace.
hu: Sajnálom, de te nem rendelkezel automatizálási engedélyekkel.

# constraint.action.empty.automation.title
source: There are no automations yet!
cs: Nemáte ještě žádné automatizace!
hu: Még nincsenek automatizálások!

# constraint.action.empty.subtitle
source: Navigate to Table settings and create something beautiful! Keep in mind that Automated Links cannot be used in an action.
cs: Přepněte se do nastavení tabulky a vytvořte něco pěkného! Pamatujte, že Auto Link pravidla nelze použít v akcích.
hu: Keresd meg a Táblázat beállításait, és hozz létre valamit gyönyörűt! Ne feledd, hogy az automatikus hivatkozások nem használhatók műveletben.

# constraint.action.title.default
source: Action
cs: Akce
hu: Akció

# constraint.action.confirmation.placeholder
source: Are you sure to perform buttonTitle?
cs: Chcete skutečně provést buttonTitle?
hu: Biztosan végrehajtja a buttonTitle?

# constraint.action.title.label
source: Button Design
cs: Vzhled tlačítka
hu: Gomb kialakítása

# constraint.action.title.placeholder
source: Enter button label...
cs: Zadejte popis tlačítka...
hu: Gombcímke beírása...

# constraint.action.title.error
source: Either icon or button title is required.
hu: Vagy ikonra, vagy gomb címre van szükség.

# constraint.address.description
source: Suggests addresses in the specified format when entering the value. Drag the fields you want to use to the right.
cs: Navrhuje adresy ve zvoleném formátu. Doprava přetáhněte políčka, která chcete použít.
hu: Az érték beírásakor megadott formátumú címeket javasol. Húzd a használni kívánt mezőket jobbra.

# constraint.address.fields.header
source: Address fields
cs: Políčka adresy
hu: Címmezők

# constraint.address.options.header
source: Available options
cs: Možnosti
hu: Elérhető lehetőségek

# constraint.address.part
source: {default, select, houseNumber {House number} street {Street} postalCode {Postal code} city {City} county {County} state {State} country {Country} continent {Continent}}
cs: {default, select, street {...} zip {...} city {...} county {...} state {...} country {...} continent {...}}
hu: {default, select, houseNumber {...} street {...} postalCode {...} city {...} county {...} state {...} country {...} continent {...}}

# constraint.coordinates.description
source: Defines the exact position on the surface of the planet Earth.
cs: Určuje přesnou polohu na zeměkouli.
hu: Meghatározza a pontos helyét a Föld felszínén.

# constraint.coordinates.format.label
source: Format
cs: Formát
hu: Formátum

# constraint.coordinates.format.types
source: {format, select, DD {Decimal degrees} DMS {Degrees, minutes, seconds}}
cs: {format, select, DD {Desetinné stupně} DMS {Stupně, minuty, vteřiny} }
hu: {format, select, DD {Decimális fok} DMS {Fok, perc, másodperc} }

# constraint.coordinates.precision.label
source: Precision
cs: Desetinná místa
hu: Pontosság

# constraint.dateTime.config.utc
source: Time is always in UTC
cs: Čas je vždy v UTC
hu: Az idő mindig UTC-ben van

# constraint.dateTime.format.custom
source: Custom
cs: Vlastní
hu: Egyedi

# constraint.dateTime.format.label
source: Format
cs: Formát
hu: Formátum

# constraint.dateTime.maxValue.label
source: Maximum value
cs: Maximální hodnota
hu: Maximális érték

# constraint.dateTime.minValue.label
source: Minimum value
cs: Minimální hodnota
hu: Minimális érték

# constraint.duration.description
source: Stores time duration for instance of a task or an event. The duration is specified in a format that is easy to write and read (e.g. 1h30m = 1 hour and 30 minutes). You can switch between a work type of duration where each day has 8 work hours, or normal time where a day has 24 hours.
cs: Ukládá časové trvání jako například dobu pro vykonání úkolu nebo trvání události. Doba trvání je uložena ve formátu, který je jednoduchý pro zápis a čtení (např. 1h30m = 1 hodina a 30 minut). Můžete se přepínat mezi pracovním časem, kde má každý pracovní den 8 hodin, nebo normální čas, tedy že jeden den má 24 hodin.
hu: Tárolja például egy feladat vagy esemény időtartamát. Az időtartam könnyen írható és olvasható formátumban van megadva (pl. 1h30m = 1 óra és 30 perc). Válthat a munkatípusú időtartam között, ahol minden nap 8 munkaórával rendelkezik, vagy normál időpontban, amikor egy nap nak 24 órája van.

# constraint.duration.type
source: {type, select, Work {Work} Classic {Normal} Custom {Custom}}
cs: {type, select, Work {Pracovní} Classic {Normální} Custom {Vlastní} }
hu: {type, select, Work {Munka} Classic {Normális} Custom {Egyedi} }

# constraint.duration.type.label
source: Time scope
cs: Časové rozsahy
hu: Időtartomány

# constraint.duration.unit.conversion
source: {control.value.unit, select, w {days} d {hours} h {minutes} m {seconds} s {milliseconds} }
cs: {control.value.unit, select, w {...} d {...} h {...} m {...} s {...}}
hu: {control.value.unit, select, w {...} d {...} h {...} m {...} s {...}}

# constraint.duration.unit.description
source: {control.value.unit, select, w {w (weeks)} d {d (days)} h {h (hours)} m {m (minutes)} s {s (seconds)} }
cs: {control.value.unit, select, w {...} d {...} h {...} m {...} s {...}}
hu: {control.value.unit, select, w {...} d {...} h {...} m {...} s {...}}

# constraint.example
source: Example:
cs: Příklad:
hu: Példa:

# constraint.link.openInApp.label
source: Open content inside dialog
cs: Otevřít obsah zde v aplikaci
hu: Tartalom megnyitása a párbeszédpanelen belül

# constraint.number.compact.help
source: If turned on, the large numbers are abbreviated with corresponding suffixes like 10k, 12m etc.
cs: Při zapnutí jsou velká čísla zkrácena a doplněna koncovkami jako 10 tis., 12 mil. apod.
hu: Ha be van kapcsolva, a nagy számok rövidítve vannak a megfelelő utótagokkal, mint a 10k, 12m stb.

# constraint.number.compact.label
source: Compact mode
cs: Kompaktní čísla
hu: Kompakt mód

# constraint.number.currency.empty
source: Select currency
cs: Vyberte měnu
hu: Pénznem kiválasztása

# constraint.number.currency.label
source: Currency
cs: Měna
hu: Pénznem

# constraint.number.currency.select
source: {tag, select, en-IN {India - ₹ (INR)} uk-UA {Ukraine - ₴ (UAH)} tr-TR {Turkey - ₺ (TRY)} en-MT {Malta - € (EUR)} en-IE {Ireland - € (EUR)} da-DK {Denmark - kr (DKK)} de-CH {Switzerland - CHF} en-NZ {New Zealand - $ (NZD)} fr-CA {Canada - $ (CAD)} sv-SE {Sweden - kr (SEK)} nb-NO {Norway - kr (NOK)} fi-FI {Finland - € (EUR)} he-IL {Israel - ₪ (ILS)} es-ES {Spain - € (EUR)} fr-FR {France - € (EUR)} it-IT {Italy - € (EUR)} en-GB {United Kingdom - £ (GBP)} pt-PT {Portugal - € (EUR)} pl-PL {Poland - zł (PLN)} cs-CZ {Czech Republic - Kč (CZK)} sk-SK {Slovak Republic - € (EUR)} hu-HU {Hungary - Ft (HUF)} de-AT {Austria - € (EUR)} de-DE {Germany - € (EUR)} en-US {United States - $ (USD)} pt-BR {Brazil - R$ (BRL)} zh-TW {Taiwan - NT$ (TWD)} nl-NL {Netherland - € (EUR)} zh-CN {China - ¥ (CNY)} ru-RU {Russia - ₽ (RUB)} ja-JP {Japan - ¥ (JPY)} en-AU {Australia - $ (AUD)}}
cs: {tag, select, en-IN {Indie - ₹ (INR)} uk-UA {Ukraina - ₴ (UAH)} tr-TR {Turecko - ₺ (TRY)} en-MT {Malta - € (EUR)} en-IE {Irsko - € (EUR)} da-DK {Dánsko - kr (DKK)} de-CH {Švýcarsko - CHF} en-NZ {Nový Zéland - $ (NZD)} fr-CA {Kanada - $ (CAD)} sv-SE {Švédsko - kr (SEK)} nb-NO {Norsko - kr (NOK)} fi-FI {Finsko - € (EUR)} he-IL {Izrael - ₪ (ILS)} es-ES {Španělsko - € (EUR)} fr-FR {Francie - € (EUR)} it-IT {Itálie - € (EUR)} en-GB {Spojené Království - £ (GBP)} pt-PT {Portugalsko - € (EUR)} pl-PL {Polsko - zł (PLN)} cs-CZ {Česká Republika - Kč (CZK)} sk-SK {Slovensko - € (EUR)} hu-HU {Maďarsko - Ft (HUF)} de-AT {Rakousko - € (EUR)} de-DE {Německo - € (EUR)} en-US {Spojené Státy Americké - $ (USD)} pt-BR {Brazílie - R$ (BRL)} zh-TW {Taiwan - NT$ (TWD)} nl-NL {Nizozemí - € (EUR)} zh-CN {Čína - ¥ (CNY)} ru-RU {Rusko - ₽ (RUB)} ja-JP {Japonsko - ¥ (JPY)} en-AU {Austrálie - $ (AUD)} }
hu: {tag, select, en-IN {India - ₹ (INR)} uk-UA {Ukrajna - ₴ (UAH)} tr-TR {Törökország - ₺ (TRY)} en-MT {Málta - € (EUR)} en-IE {Írország - € (EUR)} da-DK {Dánia - kr (DKK)} de-CH {Svájc - CHF} en-NZ {Új Zéland - $ (NZD)} fr-CA {Kanada - $ (CAD)} sv-SE {Svédország - kr (SEK)} nb-NO {Norvégia - kr (NOK)} fi-FI {Finnország - € (EUR)} he-IL {Izrael - ₪ (ILS)} es-ES {Spanyolország - € (EUR)} fr-FR {Franciaország - € (EUR)} it-IT {Olaszország - € (EUR)} en-GB {Egyesült Királyság - £ (GBP)} pt-PT {Portugália - € (EUR)} pl-PL {Lengyelország - zł (PLN)} cs-CZ {Csehország - Kč (CZK)} sk-SK {Szlovákia - € (EUR)} hu-HU {Magyarország - Ft (HUF)} de-AT {Ausztria - € (EUR)} de-DE {Németország - € (EUR)} en-US {Amerikai Egyesült Államok - $ (USD)} pt-BR {Brazília - R$ (BRL)} zh-TW {Tajvan - NT$ (TWD)} nl-NL {Hollandia - € (EUR)} zh-CN {Kína - ¥ (CNY)} ru-RU {Oroszország - ₽ (RUB)} ja-JP {Japán - ¥ (JPY)} en-AU {Ausztrália - $ (AUD)} }

# constraint.number.decimals.description
source: Leave empty for no rounding.
cs: Nechte prázdné, aby se nezaokrouhlovalo.
hu: Hagyd üresen, kerekítés nélkül.

# constraint.number.decimals.help
source: Leave empty for no rounding. Set to 0 for whole numbers. Otherwise specifies the mantissa length.
cs: Pokud necháte prázdné, nezaokrouhluje se. Nastavte na 0 pro celá čísla. Jinak určije počet míst za desetinnou tečkou.
hu: Hagyd üresen, kerekítés nélkül. Az egész számok esetében 0-ra van állítva. Ellenkező esetben meghatározza a mantissa hosszát.

# constraint.number.decimals.label
source: Round to no. of decimal digits (0-10):
cs: Zaokrouhlit na počet desetinných míst (0-10):
hu: Kerekítsd tizedesjegyre (0-10):

# constraint.number.maxValue.label
source: Maximum value
cs: Maximální hodnota
hu: Maximális érték

# constraint.number.minValue.label
source: Minimum value
cs: Minimální hodnota
hu: Minimális érték

# constraint.number.negative.help
source: If turned on, the negative numbers are in brackets instead of having the minus sign.
cs: Při zapnutí budou záporná čísla v závorkách místo, aby měla znaménko mínus.
hu: Ha be van kapcsolva, a negatív számok zárójelben vannak, nem pedig mínuszjellel.

# constraint.number.negative.label
source: Accounting negative numbers
cs: Účetní formát záporných čísel
hu: Negatív számok könyvelése

# constraint.number.sign.help
source: If turned on, there is always the plus or minus sign in front of the number.
cs: Při zapnutí vždy vynutí znaménka plus nebo mínus před číslem.
hu: Ha be van kapcsolva, mindig van egy plusz vagy mínusz jel a szám előtt.

# constraint.number.sign.label
source: Force sign
cs: Vynucovat znaménko
hu: Erőjel

# constraint.number.space.help
source: If turned on, uses default thousands currency separator, or a space if currency is not set. E.g. 11 234.
cs: Při zapnutí se používá oddělovač tisíců podle měny, případně mezera, když měna není použita. Např. 11 234.
hu: Ha be van kapcsolva, az alapértelmezett több ezer pénznemelválasztót, illetve ha nincs beállítva, szóközt használ. Pl. 11 234.

# constraint.number.space.label
source: Thousands separated
cs: Oddělovač tisíců
hu: Ezrek különváltak

# constraint.percentage.decimals.description
source: Leave empty for no rounding.
cs: Pokud nechcete zaokrouhlovat, ponechejte pole prázdné.
hu: Hagyd üresen, kerekítés nélkül.

# constraint.percentage.display.label
source: Display
hu: Kijelző

# constraint.percentage.display.progress.color
source: Choose progress color
hu: Válassza a haladás színét

# constraint.percentage.decimals.label
source: Round to no. of decimal digits (0-10):
cs: Zaokrouhlit na počet desetinných míst:
hu: Kerekítsd tizedesjegyre (0-10):

# constraint.percentage.description
source: Format any recognizable values as percentages. There is no need to enter the percent (%) character. It is added automatically.
cs: Formátuje všechny rozpoznatelné hodnoty jako procenta. Není nutné ručně psát znak pro procenta (%). Přidává se automaticky.
hu: A felismerhető értékeket százalékként formázza. Nincs szükség a százalék (%) karakter megadására. Ez automatikusan hozzáadódik.

# constraint.select.add.option
source: Add option
cs: Přidat možnost
hu: Hozzáad lehetőséget

# constraint.select.displayValues.help
source: Use different values for users and for computations in functions (e.g. High Priority = 3).
cs: Používat dvojice hodnot, kde jedna bude zobrazována uživatelům a druhá odpovídající bude použita pro výpočty ve funkcích (např. Vysoká Priorita = 3).
hu: Különböző értékeket használjon a felhasználók számára és a függvényekben történő számításokhoz (pl. Magas prioritású = 3).

# constraint.select.displayValues.label
source: Distinguish display values
cs: Rozlišit mezi výpočetní a zobrazenou hodnotou
hu: Megjelenítési értékek megkülönböztetése

# constraint.select.modify.value.message
source: You are modifying the value of an option which might be used in some records. This will make those records value invalid. Do you want to proceed?
cs: Měníte hodnotu možnosti, která může být již použitá v záznamech. To způsobí, že tyto záznamy nebudou mít platnou hodnotu. Chcete pokračovat?
hu: Egy olyan beállítás értékét módosítod, amely csak egyes rekordokban használható. Ezzel érvénytelenné teszed a rekordok értékét. Folytatod?

# constraint.select.modify.value.title
source: Remove options?
hu: Eltávolítod a beállításokat?

# constraint.select.multi.label
source: Allow select multiple values
cs: Povolit výběr více hodnot
hu: Több érték kijelölésének engedélyezése

# constraint.select.option.background
source: Choose background color
cs: Vyberte barvu pozadí
hu: Háttérszín kiválasztása

# constraint.select.option.displayValue
source: Display as...
cs: Zobrazit jako...
hu: Megjelenítés, mint...

# constraint.select.option.remove
source: Remove option
cs: Odstranit možnost
hu: Beállítás eltávolítása

# constraint.select.option.remove.disabled
source: Cannot remove option
cs: Možnost nelze odstranit
hu: Nem lehet eltávolítani a beállítást

# constraint.select.option.required
source: You need to provide a value.
cs: Musíte zadat hodnotu.
hu: Meg kell adnod egy értéket.

# constraint.select.option.value
source: Value
cs: Hodnota
hu: Érték

# constraint.select.options.description
source: Keeps a predefined set of valid values from which one can be selected. At least one value must be configured.
cs: Nabízí na výběr jednu z alespoň dvou nastavených hodnot.
hu: Egy előre definiált érvényes értékhalmazt tart meg, amelyből kijelölhető. Legalább egy értéket be kell állítani.

# constraint.select.options.reorder
source: Reorder options
cs: Změnit pořadí možností
hu: Átrendezési beállítások

# constraint.select.options.twoValues
source: Please enter at least one value.
cs: Prosím zadejte alespoň dva řádky.
hu: Adj meg legalább egy értéket.

# constraint.select.options.unique
source: Values must be unique!
cs: Jednotlivé hodnoty nesmí být stejné!
hu: Az értékeknek egyedinek kell lenniük!

# constraint.text.caseStyle.label
source: Case style
cs: Velká/malá písmena
hu: Eset stílusa

# constraint.text.caseStyle.value
source: {caseStyle, select, None {Any case} LowerCase {Lower case} UpperCase {Upper case} TitleCase {Every first letter upper case} SentenceCase {First letter of sentence upper case}}
cs: {caseStyle, select, None {Libovolná velikost} LowerCase {Jen malá písmena} UpperCase {Jen velká písmena} TitleCase {Každé první písmeno slova velké} SentenceCase {Každé první písmeno věty velké} }
hu: {caseStyle, select, None {bármilyen betű} LowerCase {kisbetű} UpperCase {Nagybetű} TitleCase {Szókezdő nagybetűk} SentenceCase {Mondatkezdő nagybetűk} }

# constraint.text.maxLength.label
source: Maximum length
hu: Maximális hossz

# constraint.text.minLength.label
source: Minimum length
hu: Minimális hossz

# constraint.type.icon.title
source: {constraintType, select, Text {Text} Number {Number} Address {Address} Boolean {Checkbox} Action {Action} Coordinates {Location} DateTime {Date and Time} Duration {Duration} Email {Email} Function {Function} Image {Image} Link {Link} Percentage {Percentage} Rating {Rating} Select {Selection} Tag {Tag} User {User selection} Color {Color} View {View}}
hu: {constraintType, select, Text {Szöveg} Number {Szám} Address {Cím} Boolean {Jelölőnégyzet} Action {Akció} Coordinates {Hely} DateTime {Dátum és idő} Duration {Időtartam} Email {E-mail} Function {Funkció} Image {Kép} Link {Link} Percentage {Százalák} Rating {Értékelés} Select {Kiválasztás} Tag {Címke} User {Felhasználó választás} Color {Szín} View {Nézet}}

# constraint.user.description
source: Allows you to specify a colleague by email. You may allow only registered users or any valid email.
cs: Umožňí zadat kolegův email. Můžete povolit i zadání libovolného emailu (neregistrované uživatele).
hu: Lehetővé teszi, hogy e-mailben adj meg egy kollégát. Csak regisztrált felhasználókat vagy érvényes e-maileket engedélyezhetsz.

# constraint.user.externalUsers.label
source: Allow unregistered users (any valid email)
cs: Povolit neregistrované uživatele (jakýkoliv platný email)
hu: Nem regisztrált felhasználók engedélyezése (bármely érvényes e-mail)

# constraint.view.description
source: Allows you to choose views and navigate to them with ease.
hu: Lehetővé teszi a nézetek kiválasztását és azok navigálását.

# constraint.view.multi.label
source: Allow select multiple views
hu: Több nézet kiválasztásának engedélyezése

# constraint.view.newWindow.label
source: Open view in new window
hu: Nézet megnyitása új ablakban

source: Copy
cs: Kopírovat
hu: Másol

# copyInputBox.clipboard.copy
source: Copy to clipboard
cs: Kopírovat do schránky
hu: Másolás vágólapra

# copyTextBox.clipboard.copied
source: Copied!
cs: Zkopírováno!
hu: Másolt!

# count.of
source: of
cs: z
hu: a

source: Create new attribute
cs: Vytvořit nový atribut
hu: Új tulajdonság létrehozása

# create.new.collection
source: Create New Table
cs: Vytvořit novou tabulku
hu: Új táblázat létrehozása

# create.new.document
source: Create New Record
cs: Vytvořit nový záznam
hu: Új rekord létrehozása

source: Create new link
cs: Vytvořit nové propojení
hu: Új hivatkozás létrehozása

# create.new.task
source: Add new task
hu: Feladat hozzáadása

# currentUser.get.fail
source: Could not get user details
cs: Nepodařilo se načíst nastavení uživatele
hu: Nem lehet beszerezni a felhasználói adatokat

# currentUser.patch.fail
source: Could not update user details
cs: Nepodařilo se uložit nastavení uživatele
hu: Nem lehetett frissíteni a felhasználó adatait

# currentUser.resendVerificationEmail.fail
source: Could not request another verification email
cs: Nepodařilo se odeslat další email
hu: Nem lehetett másik ellenőrző e-mailt kérni

# data.loading
source: Loading data
cs: Načítám údaje
hu: Adatok betöltése

# dataResource.attribute.placeholder
source: Enter attribute name
cs: Zadejte název atributu
hu: Tulajdonság nevének megadása

# dataResource.detail.attribute.remove.confirm
source: Are you sure you want to delete this row?
cs: Chcete smazat tento řádek?
hu: Biztosan törlöd ezt a sort?

# dataResource.runRule.fail
source: Could not run the selected automation
cs: Nemůžu spustit zvolené pravidlo
hu: A kijelölt szabály nem futtatható.

source: Default
cs: Výchozí
hu: Alapértelmezett

source: Delete
cs: Odstranit
hu: Töröl

# dialog.attribute.description.title
source: Edit Description of
cs: Upravit popis
hu: Szerkesztés leírása

# dialog.attribute.function.automation.title
source: Edit Automation
cs: Upravit Automatizaci
hu: Automatizálás szerkesztése

# dialog.attribute.function.restricted
source: Could not edit function for selected attribute.
cs: Na tomto atributu nelze upravit funkci.
hu: A kijelölt tulajdonság funkciója nem szerkeszthető.

# dialog.attribute.function.title
source: Edit Function of
cs: Nastavení funkce atributu
hu: Szerkeszti a ... Funkcióját

# dialog.choose.document.empty
source: I am sorry but I did not find anything.
cs: Je mi líto, ale nepodařilo se mi nic najít.
hu: Sajnálom, de nem találtam semmit.

# dialog.create.calendar.event.default.title
source: New event
cs: Nová událost
hu: Új esemény

# dialog.feedback.message.required
source: You need to fill in the message.
cs: Musíte vyplnit zprávu.
hu: Ki kell töltenie az üzenetet.

# dialog.project.copy.confirm
source: Copy and Open
cs: Zkopírovat a otevřít
hu: Másolás és megnyitás

# document.add.favorite.fail
source: Could not add the record to favorites
cs: Záznam nelze přidat do oblíbených
hu: Nem lehetett hozzáadni a rekordot a kedvencekhez

# document.create.fail
source: Could not create the record
cs: Nelze vytvořit záznam
hu: Nem lehet létrehozni a rekordot

# document.create.serviceLimits
source: You are currently on the Free plan which allows you to have only limited number of records. Do you want to upgrade to Business now?
cs: Používáte nyní verzi Lumeera, která je zdarma. Tato verze umožňuje vytvořit jen omezené množství záznamů. Chcete aktivovat program Lumeer Business, který tato omezení nemá?
hu: Jelenleg az Ingyenes csomagban vagy, amely csak korlátozott számú rekordot tesz lehetővé. Szeretnéd most frissíteni az Üzleti verzióra?

# document.delete.dialog.message
source: Do you really want to delete this record?
cs: Chcete opravdu smazat tento záznam?
hu: Biztosan törölni szeretnéd ezt a rekordot?

# document.delete.dialog.title
source: Delete record
cs: Smazat záznam
hu: Rekord törlése

# document.delete.fail
source: Could not delete the record
cs: Záznam nelze smazat
hu: Nem lehet törölni a rekordot

# document.detail.comments.commentRemove.message
source: Do you really want to delete this comment?
cs: Chcete opravdu smazat tento komentář?
hu: Biztosan törli ezt a megjegyzést?

# document.detail.comments.commentRemove.title
source: Delete this comment?
cs: Smazat tento komentář?
hu: Törli ezt a megjegyzést?

# document.detail.comments.empty
source: No comments yet. Write the first one!
cs: Žádné komentáře. Napište první!
hu: Még nincs hozzászólás. Írd meg az elsőt!

# document.detail.comments.new.write
source: Write a new comment...
cs: Napište nový komentář...
hu: Írj egy új megjegyzést ...
