Repository: Lumeer/web-ui
Catalog: src/i18n/messages.*.xlf
Languages: cs, hu

# perspective.pivot.config.value.type
source: {type, select, default {Default} row {% of row} column {% of column} all {% of all values}}
cs: {type, select, default {Výchozí} row {% z řádku} column {% ze slouce} all {% ze všech hodnot} }
hu: {type, select, default {Alapértelmezett} row {%-a a sornak} column {%-a az oszlopnak} all {% of all {%-a az összes értéknek} }

# perspective.pivot.config.valueAbsOrRel
source: Select absolute or relative display
cs: Zvolte absolutní nebo relativní zobrazení
hu: Abszolút vagy relatív megjelenítés kijelölése

# perspective.pivot.config.valueAggregation
source: Select value aggregation
cs: Zvolte způsob agregace hodnot
hu: Értékösszesítés kiválasztása

# perspective.pivot.data.aggregation
source: {aggregation, select, sum {Sum of} min {Min of} max {Max of} avg {Average of} count {Count of} unique {Unique of} median {Median of}}
cs: {aggregation, select, sum {Součet} min {Minimum z} max {Maximum z} avg {Průměr z} count {Počet} unique {Unikátních} median {Medián z}}
hu: {aggregation, select, sum {Összege a} min {minimuma a} max {maximuma a} avg {Átlagos} darabszám {Darabszám} egyedi {Egyedi a} mediánja {Medián} }

# perspective.pivot.table.empty.description
source: Please make sure your query results in some data (by switching to the Detail view for example). Also check your pivot table configuration in the sidebar on the left.
cs: Ujistěte se, že váš dotaz obsahuje nějaké údaje (například přepnutím do pohledu Detail). Také prověřte nastavení pivot tabulky v panelu vlevo.
hu: Győződj meg arról, hogy a lekérdezésed bizonyos adatokat eredményez (például a Részletek nézetre való váltással). Ellenőrizd a pivot tábla konfigurációját is a bal oldali oldalsávon.

# perspective.pivot.table.empty.title
source: Cannot display anything
cs: Nemohu nic zobrazit
hu: Nem jeleníthető meg semmi

# perspective.pivot.table.summary.header
source: Summary of
cs: Shrnutí
hu: Összefoglalása

# perspective.pivot.cell.detail.title
source: Records by value: <b>cell.value</b>
hu: Rekordok érték szerint: <b>cell.value</b>

# search.all.myTasks
source: My Current Tasks
hu: Jelenlegi feladataim

# perspective.pivot.table.summary.total
source: Summary
cs: Souhrn
hu: Összefoglaló

# perspective.workflow.row.new
source: Add new row
cs: Přidat nový řádek
hu: Új sor hozzáadása

# perspective.workflow.table.resize
source: Resize table
cs: Roztáhnout tabulku
hu: Táblázat átméretezése

source: Group by
hu: Csoportosítás szerint

# pivot.config.attribute.empty
source: Select attribute
cs: Vyberte atribut
hu: Tulajdonság kijelölése

source: Privacy Policy
cs: Zásady ochrany osobních údajů
hu: Adatvédelmi irányelvek

# project.copy.fail
source: Could not copy project
cs: Nepodařilo se mi okopírovat projekt
hu: A projekt nem másolható

# project.create.fail
source: Could not create the project
cs: Projekt nelze vytvořit
hu: Nem lehetett létrehozni a projektet

# project.create.serviceLimits
source: You are currently on the Free plan which allows you to have only one project. Do you want to upgrade to Business now?
cs: Používáte nyní verzi Lumeera, která je zdarma. Tato verze umožňuje vytvořit jen jeden projekt. Chcete aktivovat program Lumeer Business, který tato omezení nemá?
hu: Jelenleg a Szabad Csomagban vagy, amely csak egy projektet tesz lehetővé. Szeretnél most frissíteni az Üzleti verzióra?

# project.delete.dialog.message
source: Do you really want to permanently delete this project?
cs: Chcete skutečně navždy smazat tento projekt?
hu: Biztosan véglegesen törlöd ezt a projektet?

# project.delete.dialog.title
source: Delete project?
cs: Smazat projekt?
hu: Törlöd a projektet?

# project.delete.fail
source: Could not delete the project
cs: Projekt nelze smazat
hu: Nem lehetett törölni a projektet

# project.deleteSampleDate.fail
source: Could not delete sample data
hu: Nem sikerült törölni a mintaadatokat

# project.downloadRawContent.fail
source: Could not download project data
hu: Nem sikerült letölteni a projekt tartalmát

# project.not.exist
source: Project does not exist
cs: Projekt neexistuje
hu: A projekt nem létezik

# project.permission.change.fail
source: Could not change the project permissions
cs: Nelze nastavit oprávnění projektu
hu: Nem lehet módosítani a projekt engedélyeit

# project.permission.missing
source: You do not have permission to access this project
cs: Nemáte oprávnění přistupovat k tomuto projektu
hu: Nincs engedélyed a projekt eléréséhez

# project.settings.collections.count
source: Number of tables
cs: Počet tabulek
hu: Táblázatok száma

# project.settings.collections.downloadContent
source: Download project content
hu: Töltse le a projekt tartalmát

# project.settings.sequence.info1
source: The sequences listed here can be used in Table automations and Attribute functions.
cs: Tyto posloupnosti lze použít v Automatizacích tabulek a ve Funkcích atributů.
hu: Az itt felsorolt szekvenciák a Tábla automatizálásokban és a Tulajdonság funkciókban használhatóak.

# project.settings.sequence.info2
source: Use the <em>sequence</em> block from the <em>Utils</em> palette in the function/automation editor.
cs: Použijte blok <em>další číslo</em> z palety <em>Pomůcky</em> v editoru funkce nebo pravidla.
hu: Használd a <em> </em> <em> tömböt a </em> -ból a függvény/automatizálási szerkesztő palettáról.

# project.settings.tab.sequences
source: Sequences
cs: Posloupnosti
hu: Sorrendek

# project.settings.tab.template
source: Publish Project
cs: Zveřejnění projektu
hu: Projekt közzététele

# project.deleteSamples.dialog.description
source: All sample project records will be permanently deleted. Type PERMANENTLY CLEAN to proceed.
hu: Minden mintaprojekt bejegyzések véglegesen törlésre kerül. A folytatáshoz írja be a FENNTARTVA TISZTÍT szót.

# project.deleteSamples.dialog.title
source: Do you want to erase all sample data in the project?
hu: Törli a projekt összes mintadatát?

# project.deleteSamples.dialog.placeholder
source: PERMANENTLY CLEAN
hu: FENNTARTVA TISZTÍT

# project.settings.tab.users
source: Users
cs: Uživatelé
hu: Felhasználók

# project.settings.users.count
source: Number of users
cs: Počet uživatelů
hu: Felhasználók száma

# project.template.apply.fail
source: Could not add template to project
cs: Nepodařilo se vložit šablonu do projektu
hu: Nem lehet sablont hozzáadni a projekthez

# project.update.fail
source: Could not update the project
cs: Projekt nelze změnit
hu: Nem lehetett frissíteni a projektet

# projects.get.fail
source: Could not get projects
cs: Projekty nelze načíst
hu: Nem lehet projekteket szerezni

# projects.notPermissions
source: I am sorry, you are not allowed to view or create any project in this organization.
cs: Je mi líto ale nemáte oprávnění číst nebo vytvářet projekty v této organizaci.
hu: Sajnálom, de nem tekinthetsz meg és nem hozhat létre semmilyen projektet ebben a szervezetben.

# audit.get.document.fail
source: Could not get activity logs for the selected record
cs: Nemohu načíst záznamy o změnách pro vybraný záznam
hu: A kiválasztott rekord tevékenységnaplóit nem sikerült lekérni

# audit.get.link.fail
source: Could not get activity logs for the selected link
cs: Nemohu načíst záznamy o změnách pro vybranou vazbu
hu: A kiválasztott link tevékenységnaplóit nem sikerült lekérni

# projects.tab.template.isPublic
source: Public access to the project
cs: Projekt viditelný veřejně
hu: A projekthez való nyilvános hozzáférés

# projects.tab.template.metadata.allowedDomains
source: Allowed Domains
cs: Dostupné z domén
hu: Engedélyezett tartományok

# projects.tab.template.metadata.allowedDomains.help
source: Domains allowed to embed this project. E.g. www.lumeer.io, acme.com. Enter * to allow embedding into any web page.
cs: Seznam webových adres, kde bude možné tento projekt vložit do stránky. Např. www.lumeer.io, acme.com. Zadejte * pro povolení všech adres.
hu: A projektek beágyazására engedélyezett tartományok. Pl. www.lumeer.io, acme.com. Írd be a * értéket, hogy beágyazhass bármely weboldalba.

# projects.tab.template.metadata.defaultView
source: Open in View
cs: Otevřít v pohledu
hu: Megnyitás nézetben

# projects.tab.template.metadata.defaultView.empty
source: Select view
cs: Výberte pohled
hu: Nézet kiválasztása

# collections.tab.purpose.defaultView.help
source: In what view do you want to open task notifications?
cs: Ve kterém pohledu chcete otevírat upozornění?
hu: Milyen nézetben szeretné megnyitni a feladat értesítéseit?

# projects.tab.template.metadata.defaultView.help
source: The view that opens when the project is first loaded in the project creation dialog or embedded view. Leave empty for the default home page.
cs: Pohled, který se zobrazí, když se projekt načte v okně pro vytváření nového projektu nebo při vložení do webové stránky. Pokud zůstane prázdné, použije se domovská obrazovka.
hu: Az a nézet, amely akkor nyílik meg, amikor a projekt először betöltődik a projektlétrehozási párbeszédpanelre vagy a beágyazott nézetbe. Hagyd üresen az alapértelmezett kezdőlapot.

# projects.tab.template.metadata.imageUrl
source: Image address
cs: Adresa obrázku
hu: Kép címe

# projects.tab.template.metadata.imageUrl.help
source: An image used to represent the project in the project creation dialog.
cs: Obrázek, který se použije v okně při vytváření kopie projektu.
hu: A projektet a projekt létrehozásának párbeszédpanelén ábrázoló kép.

# projects.tab.template.metadata.relativeDate
source: Relative Date
cs: Relativní datum
hu: Relatív dátum

# projects.tab.template.metadata.relativeDate.help
source: When anyone creates a copy of this project, all date values will be shifted. The shift is determined as a difference between today and the date specified here. No shift is made when left empty.
cs: Pokud si někdo vytvoří kopii tohoto projektu, posunou se mu datumy v celém projektu. Posun se určí jako rozdíl dnešního data a toho zde zadaného. Žádný posun se neprovede, pokud necháte pole prázdné.
hu: Ha valaki másolatot készít a projektről, az összes dátumérték eltolódik. Az eltolódást a mai és az itt megadott dátum közötti különbségként lesznek meghatározva. Üresen hagyva nem történik eltolódás.

# projects.tab.template.metadata.showTopPanel
source: Show application controls (the upper panel)
cs: Zobrazit ovládací panel aplikace (horní panel na stránce)
hu: Alkalmazásvezérlők megjelenítése (a felső panelen)

# projects.tab.template.metadata.tags
source: Tags
cs: Značky
hu: Megjelölések

# projects.tab.template.metadata.tags.placeholder
source: Type tag name and press Enter
cs: Napiště značku a stiskněte Enter
hu: Írd be a megjelölés nevét, és nyomd le az Enter billentyűt

# projects.tab.template.metadata.topPanel
source: Top panel
cs: Horní panel s nabídkou
hu: Felső panel

# projects.tab.template.script.copied
source: Copied!
cs: Zkopírováno!
hu: Másolt!

# projects.tab.template.script.copy
source: Copy script
cs: Zkopírovat skript
hu: Kézirat másolása

# projects.tab.template.script.defaultView.empty
source: Select starting view
cs: Vyberte počáteční pohled
hu: Kezdő nézet kiválasztása

# projects.tab.template.script.description
source: Embed this Lumeer project in any web page using the following script. You can also use a WordPress shortcode (requires the <a href="https://wordpress.org/plugins/lumeer-embed/" target="_blank">Lumeer Embed Plugin</a> in your WordPress installation).
cs: Vložte tento projekt z Lumeera do libovolné webové stránky pomocí následujícího skriptu. Můžete také použít tzv. shortcode do WordPressu (vyžaduje instalovaný WordPress <a>plugin Lumeer Embed</a>).
hu: A Lumeer projekt beágyazása bármely weblapra a következő parancsfájl használatával. Használhatod a WordPress shortcode -ot is (megköveteli a <a> Lumeer Embed Plugin-t igényli </a> -t a WordPress telepítésben).

# projects.tab.template.script.shortcode.note
source: WordPress shortcode, requires the <a href="https://wordpress.org/plugins/lumeer-embed/" target="_blank">Lumeer Embed Plugin</a> installed in your WordPress.
cs: WordPress shortcode, vyžaduje instalaci <a>pluginu Lumeer Embed</a>.
hu: WordPress shortcode, megköveteli a <a> Lumeer Embed Plugin </a> -t telepítve a WordPress-ben.

# projects.tab.template.script.showTopPanel
source: Show application controls
cs: Zobrazit ovládací prvky aplikace
hu: Alkalmazásvezérlők megjelenítése

# projects.tab.template.script.title
source: Embeddable Lumeer
cs: Vložit Lumeera do stránky
hu: Beágyazható Lumeer

# public.project.warning
source: PUBLIC PROJECT: Anyone can see contents of this project. Do no store any sensitive data in this project.
cs: VEŘEJNÝ PROJEKT: Kdokoliv může vidět obsah tohoto projektu. Neukládejte zde citlivé informace.
hu: NYILVÁNOS PROJEKT: Bárki láthatja a projekt tartalmát. Ne tárolj bizalmas adatokat ebben a projektben.

# query.filter.condition.constraint.date
source: {condition, select, eq {Is} neq {Is Not} gt {Is After} lt {Is Before} gte {Is On Or After} lte {Is On Or Before} between {Is Between} notBetween {Is Not Between} empty {Is Empty} notEmpty {Is Not Empty}}
cs: {condition, select, eq {Je} neq {Není} gt {Je po} lt {Je před} gte {Je v nebo po} lte {Je v nebo před} between {Je mezi} notBetween {Není mezi} empty {Je prázdný} notEmpty {Není prázdný} }
hu: {condition, select, eq {Van} neq {Nincs} gt {Utána} lt {Előtte} gte {Benne van vagy utána} lte {Benne van vagy előtte} between {Közte van} notBetween {Nincs közte} empty {Üres} notEmpty {Nem üres} }

# query.filter.condition.constraint.number
source: {condition, select, between {Range} notBetween {Not From Range} empty {Is Empty} notEmpty {Is Not Empty}}
cs: {condition, select, between {V rozsahu} notBetween {Není v rozsahu} empty {Je prázdný} notEmpty {Není prázdný} }
hu: {condition, select, between {Tartomány} notBetween {Nem a tartományból} empty {Üres} notEmpty {Nem üres} }

# query.filter.condition.constraint.select
source: {condition, select, eq {In} neq {Has None Of} in {In} nin {Has None Of} hasAll {Has All} hasSome {Has Some} empty {Is Empty} notEmpty {Is Not Empty}}
cs: {condition, select, eq {Je mezi} neq {Není mezi} in {Je mezi} nin {Není mezi} hasAll {Má všechny} hasSome {Má některé} empty {Je prázdný} notEmpty {Není prázdný} }
hu: {condition, select, eq {Benne van} neq {Nincs egy sem} in {Bent} nin {Nincs egy sem} hasAll {Mindegyik van} hasSome {Néhány van} empty {Üres} notEmpty {Nem üres} }

# query.filter.condition.constraint.text
source: {condition, select, eq {Is} neq {Is Not} contains {Contains} notContains {Does Not Contain} startsWith {Starts With} endsWith {Ends With} in {In} nin {Not In} empty {Is Empty} notEmpty {Is Not Empty} enabled {Is Enabled} disabled {Is Disabled}}
cs: {condition, select, eq {Je} neq {Není} contains {Obsahuje} notContains {Neobsahuje} startsWith {Začíná na} endsWith {Končí na} in {Je mezi} nin {Není mezi} empty {Je prázdný} notEmpty {Není prázdný} enabled {Je povoleno} disabled {Není povoleno} }
hu: {condition, select, eq {Van} neq {Nincs} contains {Tartalmazza} notContains {Nem tartalmazza} startsWith {Kezdődik a} endsWith {Végződik a} in {Benne van} nin {Nincs benne} empty {Üres} notEmpty {Nem üres} enabled {Engedélyezett} disabled {Nem engedélyezett} }

# query.filter.condition.value.constraint.date
source: {condition, select, today {Today} yesterday {Yesterday} tomorrow {Tomorrow} thisWeek {This Week} thisMonth {This Month} lastWeek {Last Week} lastMonth {Last Month} nextMonth {Next Month} nextWeek {Next Week}}
cs: {condition, select, today {Dnes} yesterday {Včera} tomorrow {Zítra} thisWeek {Tento týden} thisMonth {Tento měsíc} lastWeek {Minulý týden} lastMonth {Minulý měsíc} nextMonth {Příští měsíc} nextWeek {Příští týden} }
hu: {condition, select, today {Ma} yesterday {Tegnap} tomorrow {Holnap} thisWeek {Ez a hét} thisMonth {Eza hónap} lastWeek {Múlt hét} lastMonth {Múlt hónap} nextMonth {Következő hónap} nextWeek {Következő hét} }

# query.item.button.remove
source: Delete query item
cs: Odstranit tuto část
hu: Lekérdezési elem eltávolítása

# query.item.stem.expand
source: Expand links and filters
hu: Bontsa ki a linkeket és a szűrőket

# query.item.stem.collapse
source: Collapse links and filters
hu: Linkek és szűrők összecsukása

# query.item.deleted.attribute
source: Deleted attribute
cs: Odstraněný atribut
hu: Törölt tulajdonság

# query.item.deleted.default
source: Deleted
cs: Odstraněno
hu: Törölt

# filters.count
source: Number of filters
hu: Szűrők száma

# query.item.deleted.document
source: Deleted record
cs: Odstraněný záznam
hu: Törölt rekord

# query.item.deleted.file
source: Deleted table
cs: Odstraněná tabulka
hu: Törölt táblázat

# query.item.deleted.link
source: Deleted link
cs: Odstraněné propojení
hu: Törölt hivatkozás

# query.suggestion.type
source: {suggestion.type, select, Attribute {Attribute} LinkAttribute {Link Attribute} Collection {Table} Document {Record} Fulltext {Fulltext} Link {Link} View {View} Deleted {Deleted}}
cs: {suggestion.type, select, Attribute {...} Collection {...} Document {...} Fulltext {...} Link {...} View {...} Deleted {...}}
hu: {suggestion.type, select, Attribute {...} LinkAttribute {...} Collection {...} Document {...} Fulltext {...} Link {...} View {...} Deleted {...}}

source: Records
cs: Záznamy
hu: Rekordok

# referralDialog.affiliatePartner
source: Affiliate partner
cs: Partnerem
hu: Leányvállalati partner

# referralDialog.affiliatePartner.become.middle
source: and turn your profits to
cs: a zvedněte svoje výdělky na
hu: és fordítsd a nyereségedet arra, hogy …

# referralDialog.affiliatePartner.become.start
source: Become our
cs: Staňte se naším
hu: Legyen a mi

# referralDialog.profits.enf
source: of the first year license fee.
cs: z prvního roku licenčního poplatku.
hu: az első évi licenszdíj.

# referralDialog.profits.start
source: Your profits are worth
cs: Vaše výdělky jsou tvořeny
hu: A nyereséged megéri.

# referralDialog.referrencedUsers.count
source: {VAR_PLURAL, plural, =0 {no users} =1 {a single user} =2 {2 users} =3 {3 users} =4 {4 users} other {{INTERPOLATION} users}}
cs: {VAR_PLURAL, plural, =0 {zatím nikdo} =1 {pouze jeden} =2 {2 uživatelé} =3 {3 uživatelé} =4 {4 uživatelé} other {{{data.ref?.registeredUsers}} uživatelů} }
hu: {VAR_PLURAL, plural, =0 {nincs felhasználó} =1 {egy felhasználó} =2 {2 felhasználó} =3 {3 felhasználó} =4 {4 felhasználó} other { {{data.ref?.registeredUsers}} users} }

# referralDialog.referrencedUsers.label
source: So far you have referenced:
cs: Počet uživatelů doporučených vámi:
hu: Eddig már hivatkoztál:

# referralDialog.unpaidEarnings.label
source: Your unpaid earnings are:
cs: Vaše nevyplacené odměny:
hu: A kifizetetlen bevételeid a következők:

# referralDialog.unpaidEarnings.none
source: none so far, keep working!
cs: zatím žádný, pracujte na tom!
hu: egyik sem eddig, folytasd a munkát!

# referralDialog.paidEarnings.label
source: Your paid earnings are:
cs: Vaše proplacené výdělky jsou:
hu: A fizetett bevételeid:

# referralsDialog.affiliateProgram.dialogTitle
source: Make money with Lumeer
cs: Vydělávejte s Lumeerem
hu: Keressen pénzt Lumeer-rel

# referralsDialog.affiliateProgram.header
source: Affiliate Program
cs: Program pro partnery
hu: Leányvállalati program

# referralsDialog.instructions
source: The minimal requirement is that your referee get at least one year long license.<br/> The payment must be initiated by the person that you have referred.<br/> You are free to use our <a href="https://drive.google.com/open?id=1wqIAeLDmT4-to5u9BWZvVvCAyucF0EdG" target="_blank">Marketing Kit</a>.
cs: Uživatel doporučený vámi musí získat licenci alespoň na jeden rok.<br/> Platba musí být provedena uživatelem, kterého jste doporučili.<br/> Můžete taky využít naši <a>sadu marketingových materiálů</a>.
hu: A minimális követelmény az, hogy a játékvezető kap legalább egy éves engedélyt. <br/> A kifizetést az általad említett személynek kell kezdeményeznie. <br/> Szabadon használhatod a <a> marketing készletünket. </a>

# referralsDialog.referralLinks.label
source: Use the following links to refer others:
cs: Používejte následující odkazy pro doporučení Lumeera:
hu: Az alábbi hivatkozásokkal hivatkozhatsz másokra:

# referralsDialog.referralNumber.label
source: Your referral number is:
cs: Vaše partnerské číslo je:
hu: Az ajánlói számod:

source: Refresh
cs: Obnovit
hu: Frissít

source: Remove Attribute
cs: Smazat atribut
hu: Tulajdonság eltávolítása

source: Remove row
cs: Odstranit řádek
hu: Sor eltávolítása

# resource.attribute.deleted
source: Such an attribute does not exist.
cs: Tento atribut neexistuje.
hu: Ilyen tulajdonság nem létezik.

# resource.attribute.name
source: Copy column name
cs: Kopírovat název sloupce
hu: Oszlop nevének másolása

# resource.delete.dialog.title
source: Delete?
cs: Smazat?
hu: Törlöd?

# resource.description
source: Fill in description
cs: Zadejte popis
hu: Leírás kitöltése

# resource.detail.organization.configure
source: Configure
cs: Nastavení
hu: Konfigurál

# resource.detail.organization.invite
source: Invite Colleagues
cs: Pozvat kolegy
hu: Munkatársak meghívása

# resource.detail.organization.upgrade
source: Upgrade Plan
cs: Koupit Business
hu: Frissítési terv

# resource.detail.type
source: {VAR_SELECT, select, organization {Organization} project {Project} other {}}
cs: {VAR_SELECT, select, organization {Organizace} project {Projekt} other {} }
hu: {VAR_SELECT, select, organization {Szervezet} project {Projekt} other {} }

# resource.menu.createNew
source: Create New {type, select, organization {Organization} project {Project} other {}}
cs: Vytvořit {type, select, organization {...} project {...} other {...}}
hu: Új létrehozása {type, select, organization {...} project {...} other {...}}

# resource.new.dialog.code.error.duplicity
source: Sorry, this code is already taken. Try another one!
cs: Je mi líto, tento kód už někdo používá. Zkuste jiný!
hu: Sajnáljuk, ez a kód már foglalt. Próbálkozz egy másikkal!

# resource.new.dialog.code.error.length.max
source: Code can have 5 characters at most.
cs: Kód může mít maximálně 5 znaků.
hu: A kód legfeljebb 5 karakterből állhat.

# resource.new.dialog.code.error.length.min
source: Code must have at least 2 characters.
cs: Kód musí mít minimálně 2 znaky.
hu: A kódnak legalább 2 karakterből kell állnia.

# resource.new.dialog.code.error.pattern
source: Code must contain only characters and digits.
cs: Kód musí obsahovat pouze písmena a číslice.
hu: A kód csak karaktereket és számjegyeket tartalmazhat.

# resource.new.dialog.code.error.required
source: Code is required.
cs: Musíte zadat kód.
hu: Kód szükséges.

# resource.new.dialog.code.label
source: Code:
hu: Kód:

# resource.new.dialog.code.placeholder
source: Enter code (e.g. LMR)
cs: Zadejte kód
hu: Kód megadása (pl. LMR)

# resource.new.dialog.icon.label
source: Icon:
hu: Ikon:

# resource.new.dialog.icon.label.hint
source: (click the icon to change it)
cs: (změňte ikonu kliknutím)
hu: (a módosításhoz kattints az ikonra)

# resource.new.dialog.invalid
source: I am sorry, something went wrong.
cs: Je mi líto, ale něco se porouchalo.
hu: Sajnálom, valami rosszul sült el.

# resource.new.dialog.name.label
source: Name:
cs: Jméno:
hu: Név:

# resource.new.dialog.name.placeholder
source: Enter name
cs: Zadejte jméno
hu: Név megadása

# resource.new.dialog.project.subtitle
source: Create a new project in organization:
cs: Vytvořit projekt v organizaci:
hu: Új projekt létrehozása a szervezetben:

# resource.new.dialog.project.subtitle.first
source: Your organization is missing a project. To continue, please create one.
cs: Ve vaší organizaci není žádný projekt. Vytvořte si jej!
hu: A szervezetedből hiányzik egy projekt. A folytatáshoz hozz létre egyet.

source: Go back
hu: Visszamegyek

# dialog.dataResources.config.duplicates
source: Show duplicates
hu: Másolatok megjelenítése
