Repository: Lumeer/web-ui
Catalog: src/i18n/messages.*.xlf
Languages: cs, hu

# files.input.button.empty
source: File input is empty
cs: Jméno souboru je prázdné
hu: A fájlbemenet üres

# perspective.gantt.create.task.failure
source: Could not create task
cs: Úkol nelze vytvořit
hu: Nem lehet létrehozni a feladatot

source: {VAR_SELECT, select, w {w (weeks)} d {d (days)} h {h (hours)} m {m (minutes)} s {s (seconds)}}
cs: {VAR_SELECT, select, w {t (týdny)} d {d (dny)} h {h (hodiny)} m {m (minuty)} s {s (sekundy)} }
hu: {VAR_SELECT, select, w {w (hét)} d {d (nap)} h {h (óra)} m {m (perc)} s {s (másodperc)} }

source: Data set
cs: Datová řada
hu: Adatkészlet

# tasks.type
source: {type, select, None {Generic} Tasks {Tasks}}
cs: {type, select, None {Obecná} Tasks {Úkoly} }
hu: {type, select, None {Általános} Tasks {Feladatok} }

source: {VAR_SELECT, select, w {days} d {hours} h {minutes} m {seconds} s {milliseconds}}
cs: {VAR_SELECT, select, w {dny} d {hodiny} h {minuty} m {sekundy} s {milisekundy} }
hu: {VAR_SELECT, select, w {nap} d {óra} h {perc} m {másodperc} s {ezredmásodperv} }

source: Labels
cs: Štítky
hu: Címkék

source: {VAR_SELECT, select, organization {Organization} project {Project}}
cs: {VAR_SELECT, select, organization {organizaci} project {projekt} }
hu: {VAR_SELECT, select, organization {Szervezet} project {Projekt} }

source: Welcome to Lumeer!
cs: Lumeer Vás vítá!
hu: Üdvözlünk a Lumeer-nél!

source: {VAR_SELECT, select, y1 {Y1 Axis settings} y2 {Y2 Axis settings}}
cs: {VAR_SELECT, select, y1 {Nastavení osy Y1} y2 {Nastavení osy Y2} }
hu: {VAR_SELECT, select, y1 {Y1 tengelybeállítások} y2 {Y2 tengelybeállítások} }

source: {VAR_PLURAL, plural, =2 {All} =3 {All} =4 {All} other {All}}
cs: {VAR_PLURAL, plural, =2 {oba} =3 {všechny} =4 {všechny} other {všech} }
hu: {VAR_PLURAL, plural, =2 {Összes} =3 {Összes} =4 {Összes} other {Összes} }

source: Minimal text length must be {{minLength}} characters.
cs: Minimální délka textu musí být alespoň {{minLength}} znaků.
hu: A minimális szöveghossznak {{minLength}} karakternek kell lennie.

source: {VAR_SELECT, select, Attribute {Attribute} LinkAttribute {Link Attribute} Collection {Table} Document {Record} Fulltext {Fulltext} Link {Link} View {View} Deleted {Deleted}}
cs: {VAR_SELECT, select, Attribute {Atribut} LinkAttribute {Atribut vazby} Collection {Tabulka} Document {Záznam} Fulltext {Text} Link {Vazba} View {Pohled} Deleted {Odstraněno} }
hu: {VAR_SELECT, select, Attribute {Tulajdonság} LinkAttribute {Összekötő tulajdonság} Collection {Táblázat} Document {Rekord} Fulltext {Teljes szöveg} Link {Link} View {Nézet} Deleted {Törölve} }

# search.empty
source: Nothing found
hu: Nincs találat

source: {VAR_PLURAL, plural, =2 {Comments} =3 {Comments} =4 {Comments} other {Comments}}
cs: {VAR_PLURAL, plural, =2 {komentáře} =3 {komentáře} =4 {komentáře} other {komentářů} }
hu: {VAR_PLURAL, select, =2 {Megjegyzések} =3 {Megjegyzések} =4 {Megjegyzések} other {Megjegyzések} }

source: {VAR_SELECT, select, organization {Organization} project {Project} other {}}
cs: {VAR_SELECT, select, organization {organizaci} project {projekt} other {} }
hu: {VAR_SELECT, select, organization {Szervezet} project ({Projekt} other {} }

source: Only organization and project managers can invite colleagues, please ask them.
cs: Pouze správce organizace nebo projektu může pozvat kolegy. Prosím požádejte je.
hu: Csak a szervezet és a projektmenedzserek hívhatnak meg munkatársakat, kérdezd meg őket.

source: Values
cs: Hodnoty
hu: Értékek

source: Maximal text length can be {{maxLength}} characters.
cs: Maximální délka textu může být nejvýše {{maxLength}} znaků.
hu: A maximális szöveghossz {{maxLength}} karakter lehet.

source: Aggregation
cs: Agregace
hu: Összesítés

source: Click here if not redirected automatically in 5 seconds...
cs: Klikněte zde, pokud se aplikace sama nenačte do 5 vteřin...
hu: Kattints ide, ha nem vagy automatikusan átirányítva 5 másodpercen belül...

source: Aggregation
cs: Agregace
hu: Összesítés

# agreement.welcome.message
source: Welcome to Lumeer! This is your first login. Please accept the terms and subscribe to our Newsletter before using the application. Thank you!
cs: Lumeer Vás vítá! Toto je Vaše první přihlášení. Než budete pokračovat, odsouhlaste prosím obchodní podmínky a přihlaste se k odběru Novinek. Děkujeme!
hu: Üdvözlünk a Lumeer-nél! Ez az első bejelentkezésed. Kérjük fogadd el a feltételeket és iratkozz fel Hírlevelünkre az alkalmazás használata előtt. Köszönjük!

# agreement.welcome.newsletterCheck
source: By skipping the Newsletter, you miss a lot of valuable information, free ebooks and guides. Are you sure you want to continue?
cs: Vynecháním odběru novinek přijdete o spoustu cenných informací, elektronických knih a příruček zdarma. Skutečně chcete pokračovat?
hu: Ha kihagyod a Hírlevelet, sok értékes információról, ingyenes könyvekről és útmutatókról maradsz le. Biztosan folytatod?

source: and
cs: a
hu: És

# appTour.description.basic
source: Lumeer organizes your information in tables. Later, you can use this button to add your tables. Then you can open the table by simply clicking on it.
cs: Lumeer ukládá vaše informace v tabulkách. Později si pomocí tohoto tlačítka můžete přidat nové tabulky. Kliknutím myši je pak jednoduše otevřete.
hu: A Lumeer táblázatokba rendezi az adataidat. Később, ezzel a gombbal adhatod hozzá táblázataidat. Majd egyszerűen kattints rá, és megnyitja a táblázatot.

# appTour.description.getHelp
source: Here you can always get help in case you got lost.
cs: Tady můžete kdykoliv získat nápovědu, kdybyste se náhodou ztratili.
hu: Itt mindig kapsz segítséget abban az esetben, ha elvesznél.

# appTour.description.perspectives
source: When you open your table or search results, try selecting a different visual perspective. Update an event in a calendar, plan tasks in timelines, track addresses on a map, drag point in a chart, create a pivot table report and more.
cs: Když otevřete nějakou tabulku, nebo výsledky hledání, zkuste si přepnout způsob zobrazení údajů. Upravte událost v kalendáři, plánujte úlohy na časové ose, evidujte adresy v mapě, přetahujte body v grafu, nebo si udělejte přehlednou statistickou tabulku.
hu: Amikor megnyitod a táblázatot vagy a keresési eredményeket, próbálj meg másik vizuális szempontot kijelölni. Frissíts eseményt a naptárban, tervezz tevékenységeket az ütemtervekben, kövess nyomon címeket a térképen, húzz pontot a diagramon, hozz létre pivot tábla kimutatásokat stb.

# appTour.description.search
source: The best way to locate your stored information is to search for it. Lumeer will guide you, just start typing in the search box.
cs: Nejjednodušší způsob, jak nalézt uložené informace, je použít vyhledávací pole. Při zadávání toho, co hledáte, vás Lumeer povede. Jen začněte do vyhledávacího pole něco psát.
hu: A tárolt adatok felkutatásának a legjobb módja, ha utánakeresünk. Lumeer majd vezet téged, csak kezdj el gépelni a keresőmezőbe.

# appTour.description.searchViews
source: Views are the central nerve of Lumeer. These are pre-configured ways to see your data. Try opening them!
cs: Pohledy jsou mozkem Lumeera. Jsou to předem nastavené způsoby zobrazení vašich údajů. Zkuste si je všechny otevřít!
hu: Lumeer központi idege a Nézetek. Ezek az előre konfigurált módok, hogy lásd az adataidat. Próbáld kinyitni őket!

# appTour.description.searchViewsNoView
source: Views are the central nerve of Lumeer. They are the main booster of your productivity and save your precious time. Your first task is to create a View!
cs: Pohledy jsou mozkem Lumeera. Jsou tím, co vám nejvíce zvýší efektivitu a ušetří Váš čas. Vaším prvním úkolem je vytvořit nějaký pohled!
hu: Lumeer központi idege a Nézetek. Ők a termelékenység fő gyorsítói, és értékes időt takarítanak meg számodra. Az első feladatod az, hogy hozz létre egy Nézetet!

# appTour.description.tablesTab
source: The raw data are stored in Tables which can be accessed on their own tab.
cs: Samotné údaje jsou uložené v tabulkách, které můžete nalézt na jejich vlastní záložce.
hu: A nyers adatokat a Táblázatok tárolják, amelyek a saját lapjukon érhetőek el.

# appTour.description.userMenu
source: You can always return to this tour and find more information in our knowledge base which can be accessed in the user menu.
cs: K této prohlídce se můžete vždy vrátit pomocí uživatelské nabídky, kde naleznete i odkaz na podporu.
hu: Bármikor visszatérhetsz erre a körbevezetésre és találhatsz további információkat tudásbázisunkban, amelyek a felhasználói menüben érhetőek el.

# appTour.description.views
source: Once you fine tune your visual perspective, give it a name and save it. Later you can access the stored view on the home page or you can share the view with your colleagues.
cs: Jakmile si nastavíte způsob zobrazení v perspektivě, pojmenujte ho a uložte. Později můžete pohled otevřít na hlavní obrazovce, nebo ho sdílet s kolegy.
hu: Miután finomra hangoltad a vizuális szempontot, adj neki nevet, és mentsd el. Később elérheted a tárolt nézetet a kezdőlapon, vagy megoszthatod a nézetet munkatársaiddal.

# appTour.description.welcome
source: Let me guide you around briefly! By clicking on the Lumeer icon, you can always return to this page where you can best find and access your stored data.
cs: Dovolte mi vás tu trochu provést! Kliknutím na ikonu Lumeera se vždy vrátíte na tuto stránku, kde nejsnadněji naleznete veškeré vaše uložené informace.
hu: Hadd vezesselek röviden körbe! A Lumeer ikonra kattintva mindig visszatérhetsz erre az oldalra, ahol a legkönnyebben megtalálhatod és elérheted a tárolt adatokat.

# appTour.title.basic
source: Access your information
cs: Prohlížejte si svoje údaje
hu: Adataid elérése

# appTour.title.getHelp
source: Help with Lumeer
cs: Pomoc s Lumeerem
hu: Segítség a Lumeer-tól

# appTour.title.perspectives
source: Perspectives
cs: Způsob zobrazení
hu: Perspektívák

# appTour.title.search
source: Search for information
cs: Vyhledávání informací
hu: Információ keresése

# appTour.title.searchViewsNoView
source: Create views of your data
cs: Vytvářejte pohledy na vaše údaje
hu: Az adatok nézeteinek létrehozása

# appTour.title.tablesView
source: See the tables
cs: Prohlédněte si tabulky
hu: Lásd a táblázatokat

# appTour.title.userMenu
source: Return to this Tour
cs: Spustit prohlídku později
hu: Visszatérés a Körbevezetésre

# appTour.title.views
source: Views and sharing
cs: Pohledy a sdílení
hu: Nézetek és megosztás

# appTour.title.welcome
source: Welcome to Lumeer
cs: Lumeer Vás vítá
hu: Üdvözlünk a Lumeer-nél

# attribute.settings.sort.toggle
source: Toggle sort
cs: Přepnout seřazení
hu: Rendezés váltása

# attribute.type.label
source: Type
cs: Typ
hu: Típus

source: You are all alone here
cs: Nikdo jiný tu není
hu: Egyedül vagy itt.

source: {VAR_SELECT, select, organization {code} project {code} collection {name}}
cs: {VAR_SELECT, select, organization {Tento kód} project {Tento kód} collection {Toto jméno} }
hu: {VAR_SELECT, select, organization {kód} project {kód} collection {név} }

# blockly.dropdown.ops.dateChangeBlock
source: add,subtract,set
cs: přidej,odečti,nastav
hu: hozzáadni,elvonni, beállítani

# blockly.dropdown.ops.shiftDateOfBlock
source: start,end
cs: začátek,konec
hu: indítani,befejezni

# blockly.dropdown.units.dateChangeBlock
source: second(s),minute(s),hour(s),day(s),business day(s),week(s),month(s),month(s) (stick to end of month),quarter(s),quarter(s) (stick to end of month),year(s),year(s) (stick to end of month)
cs: sekund(y),minut(y),hodin(y),dn(ů/y),pracovní(ch) dn(ů/y),týdn(ů/y),měsíc(e/ů),měsíc(e/ů) (držet konec měsíce),kvartál(y/ů),kvartál(y/ů) (držet konec měsíce),roky/let,roky/let (držet konec měsíce)
hu: másodperc(ek),perc(ek),óra(k),nap(ok),munkanap(ok),hét(ek),hónap(ok),hónap(k) (ragaszkodás a hónap végéig),negyedév(ek),negyedév(ek) (ragaszkodás a hónap végéig),év(ek),év(ek) (ragaszkodás a hónap végéig)

# blockly.dropdown.units.shiftDateOfBlock
source: minute,hour,day,week,month,quarter,year
cs: minuty,hodiny,dne,týdne,měsíce,kvartálu,roku
hu: perc,óra,nap,hét,hónap,negyedév,év

# blockly.dropdown.values.showMessageBlock
source: success,info,warning,error
cs: potvrzovací,informativní,upozorňovací,chybovou
hu: siker,info,figyelmeztetés,hiba

# blockly.tooltip.createDocumentBlock
source: Gets a record linked to the given document via the selected link.
cs: Vytvoří nový záznam. Uložte ho do proměnné, abyste jej mohli dál měnit.
hu: A hivatkozáson keresztül kapod meg az adott dokumentumhoz csatolt rekordot

# blockly.tooltip.getParentDocumentBlock
source: Gets the parent record in hierarchy. Returns null if there isn't any.
cs: Získá nadřazený záznam v hierarchii. Vrátí null, pokud žádný neexistuje.
hu: A szülői rekordot hierarchiában kapja meg. Ha nincs ilyen, null értéket ad vissza.

# blockly.tooltip.getSiblingsBlock
source: Follows the link from the given record and then all the links back to the original table, returning all siblings.
cs: Následuje všechna propojení daného typu z uvedeného záznamu a pak všechna propojení zpět do původní tabulky. Tak vrátí veškeré sourozence.
hu: A megadott rekord linkjét követi, majd az összes linket visszavezeti az eredeti táblához, az összes testvért visszaadva.

# blockly.tooltip.isArray
source: Returns true if the input is an array (incl. an empty array).
hu: Igaz értéket ad vissza, ha a bemenet tömb (beleértve egy üres tömböt).

# blockly.tooltip.isBoolean
source: Returns true if the input is a boolean.
hu: Igaz értéket ad vissza, ha a bemenet logikai érték.

# blockly.tooltip.createDocumentBlock2
source: Creates a new record. Assign it to a variable to change its attributes. To prevent endless loops, only up to limit documents can be created within a single sequence of automations and functions.
cs: Vytvoří nový záznam. Přiřaďte jej do proměnné, abyste mohli nastavit jeho atributy. Je možné vytvořit maximálně {{limit}} záznamů v rámci jednoho řetězce volání automatizací a funkcí, aby se předešlo neúmyslnému zacyklení.
hu: Új rekordot hoz létre. Rendeld hozzá egy változóhoz a tulajdonságai megváltoztatásához. A végtelen hurkok elkerülése érdekében csak {{limit}} dokumentumokat lehet létrehozni az automatizálások és funkciók egyetlen sorozatában.

# blockly.tooltip.currentDateBlock
source: Gets current date as object for further function calls.
cs: Vrátí aktuální datum a čas k použití v dalších funkcích.
hu: Az aktuális dátumot objektumként kapod meg a további függvényhívásokhoz.

# blockly.tooltip.currentLocaleBlock
source: Get current user language code (e.g. en).
cs: Vrátí kód jazyka uživatele (např. cs).
hu: Megkapod az aktuális felhasználói nyelv kódját (pl. en).

# blockly.tooltip.currentUserBlock
source: Get current user email.
cs: Vrátí email aktuálního uživatele.
hu: Kapsz egy aktuális felhasználói e-mailt.

# blockly.tooltip.dateChangeBlock
source: Changes a date object returning the new updated date object. Apply date to ISO to store it in a date/time attribute.
cs: Změní objekt s datumem a vrátí nový změněný objekt. Napojte na blok datum na ISO pro uložení do atributu typu datum a čas.
hu: Módosítja a dátum objektumot visszatérve az új frissített dátumobjektumhoz. Dátum alkalmazása az ISO-nak dátum/idő tulajdonságban való tárolásához.

# blockly.tooltip.dateNowBlock
source: Gets current date as ISO string for storage in date/time attributes.
cs: Vrátí aktuální datum a čas jako ISO řetězec vhodný pro uložení do sloupce typu datum.
hu: Az aktuális dátum betöltése ISO-karakterláncként dátum/idő tulajdonságbanban való tároláshoz.

# blockly.tooltip.dateNowMsBlock
source: Gets current date in milliseconds since epoch (Unix time).
cs: Vrátí aktuální datum a čas jako počet milisekund (Unixový čas).
hu: Az aktuális dátumot ezredmásodpercben kapja a korszak (Unix idő) óta.

# blockly.tooltip.dateToIsoBlock
source: Converts a date object to an ISO date string suitable for storing in a date/time attributes.
cs: Převede objekt s datumem na ISO řetězec vhodný k uložení do atributu typu datum a čas.
hu: Dátumobjektumot dátum-dátum karakterláncká alakít, amely alkalmas dátum-/idő attribútumokban való tárolásra.

# blockly.tooltip.dateToMsBlock
source: Converts date object to milliseconds since epoch (Unix time).
cs: Převede objekt s datumem na čas v milisekundách (Unixový čas).
hu: A dátumobjektumot ezredmásodpercre konvertálja a korszak (Unix idő) óta.

# blockly.tooltip.forEachDocumentBlock
source: Loops over all records in the given list.
cs: Cyklí přes všechny záznamy v daném seznamu.
hu: Hurkok az adott lista összes rekordja felett.

# blockly.tooltip.forEachLinkBlock
source: Loops over all links in the given list.
cs: Cyklí přes všechny vazby v daném senzamu.
hu: Hurkok az adott lista összes linkje felett.

# blockly.tooltip.formatCurrencyBlock
source: Formats number as a currency using defined locale.
cs: Formátuje číslo jako měnu podle dané lokality.
hu: Formázza a számot pénznemként meghatározott területi beállításokkal.

# blockly.tooltip.formatDateBlock
source: Formats time either in date object or in milliseconds since epoch (Unix time) using the given format string and locale. Results in a string.
cs: Naformátuje čas jako objekt nebo v milisekundách (Unixový čas) pomocí daného formátu a jazyku. Výsledek je řetězec.
hu: Az időt vagy dátumobjektumban vagy ezredmásodpercben formázza a korszak (Unix-idő) óta a megadott formátum karakterlánc és területi karakterlánc használatával. Karakterláncot eredményez.

# blockly.tooltip.getAttributeBlock
source: Gets the value of an attribute in the given record.
cs: Vrátí hodnotu daného sloupce v daném záznamu.
hu: Megadja a tulajdonság értékét az adott rekordban.

# blockly.tooltip.getChildDocumentsBlock
source: Gets the immediate child records in hierarchy. Returns an empty array if there aren't any.
cs: Vrátí příme potomky v hierarchii. Vrátí prázdné pole, pokud žádní neexistují.
hu: A hierarchiában megkapja a közvetlen gyermekrekordokat. Üres tömböt ad vissza, ha nincs ilyen.

# blockly.tooltip.getDocumentCreatedAuthorBlock
source: Gets the author of the given record.
hu: Megkapja az adott lemez íróját.

# blockly.tooltip.getDocumentCreatedDateBlock
source: Gets the creation date of the given record.
hu: Megkapja az adott rekord létrehozásának dátumát.

# blockly.tooltip.getDocumentUpdatedAuthorBlock
source: Gets the user who updated the record last time.
hu: Megkapja azt a felhasználót, aki legutóbb frissítette a rekordot.

# blockly.tooltip.getDocumentUpdatedDateBlock
source: Gets the last update date of the given record.
hu: Megkapja az adott rekord utolsó frissítésének dátumát.

# blockly.tooltip.getHierarchySiblingsDocumentsBlock
source: Gets the sibling records in hierarchy. Returns an empty array if there aren't any.
cs: Vrátí sourozence v hierarchii - záznamy na stejné úrovni mající stejného rodiče. Vrátí prázdné pole pokud žádní neexsitují.
hu: A testvérrekordokat hierarchiába rendezi be. Üres tömböt ad vissza, ha nincs ilyen.

# blockly.tooltip.getLinkAttributeBlock
source: Gets the value of an attribute in the given link.
cs: Vrátí hodnotu daného sloupce v dané vazbě.
hu: Megadja a tulajdonság értékét az adott hivatkozásban.

# blockly.tooltip.isEmpty
source: Returns true if the input is null, undefined, empty string, array, object or an array containing an empty value.
cs: Vrátí true pokud je vstup null, undefined, prázdný řetězec, prázdné pole, prázdný objekt or nebo pole s jednou prázdnou hodnotou.
hu: Igaz értéket ad vissza, ha a bemenet nulla, meghatározatlan, üres karakterlánc, tömb, objektum vagy üres értéket tartalmazó tömb.

# blockly.tooltip.isNotEmpty
source: Returns true if the input is neither of null, undefined, empty string, array, object or an array containing an empty value.
cs: Vrátí true pokud vstup není null, undefined, prázdný řetězec, prázdné pole, prázdný objekt or nebo pole s jednou prázdnou hodnotou.
hu: Igaz értéket ad vissza, ha a bemenet nem nulla, meghatározatlan, üres karakterlánc, tömb, objektum vagy üres értéket tartalmazó tömb.

# blockly.tooltip.isNumber
source: Returns true if the input is a number.
hu: Igaz értéket ad vissza, ha a bemenet szám.

# blockly.tooltip.isString
source: Returns true if the input is a string (incl. an empty string).
hu: Ha az input karakterlánc (beleértve egy üres karakterláncot is), akkor igaz értéket ad vissza.

# blockly.tooltip.isoToDateBlock
source: Converts date in an ISO string (from stored data) to the date object.
cs: Převede datum v ISO řetězci (z uložených dat) na objekt typu datum.
hu: A dátumot ISO-karakterláncban (a tárolt adatokból) dátumobjektummá alakítja.

# blockly.tooltip.isoToMsBlock
source: Converts date in an ISO string to milliseconds since epoch (Unix time).
cs: Převede datum v ISO řetězci na počet milisekund (Unixový čas).
hu: A dátumot ISO-karakterláncban ezredmásodpercre konvertálja a korszak (Unix-idő) óta.

# blockly.tooltip.msToDateBlock
source: Converts milliseconds since epoch (Unix time) to an ISO date string suitable for storing in a date/time attributes.
cs: Převede čas v milisekundách (Unixový čas) na ISO řetězec vhodný pro ukládání ve sloupcích typu datum.
hu: A korszak óta eltelt ezredmásodperceket (Unix idő) egy dátum/idő tulajdonságokban való tárolásra alkalmas ISO dátumkarakterlánccá alakítja.

# blockly.tooltip.msToUnitBlock
source: Converts time in milliseconds or a duration attribute to the given time unit.
cs: Převede čas v milisekundách nebo atribut typu trvání na danou časovou jednotku.
hu: Az időt ezredmásodpercben vagy időtartam tulajdonságban alakítja át a megadott időegységre.

# blockly.tooltip.parseDateBlock
source: Parses a string date using given format returning milliseconds since epoch (Unix time).
cs: Převede řetězec s datem a časem v daném formátu a jazyce na milisekundy (Unixový čas).
hu: Karakterlánc-dátumot elemez adott formátumban, amely ezredmásodperceket ad vissza a korszak óta (Unix idő).

# blockly.tooltip.printAttributeBlock
source: Prints the value of an attribute in the given record or link.
cs: Vytiskne hodnotu atributu daného záznamu nebo vazby.
hu: Egy tulajdonság értékét nyomtatja ki az adott rekordba vagy hivatkozásba.

# blockly.tooltip.printTextBlock
source: Prints the given text string.
cs: Vytiskne daný řetězec.
hu: Kinyomtatja a megadott szöveg karakterláncot.

# blockly.tooltip.sequenceBlock
source: Gets another value from the given sequence aligned to the given number of digits.
cs: Vrátí další hodnotu ze sekvence zarovnanou na daný počet číslic.
hu: Egy másik értéket kapsz az adott sorozatból a megadott számjegyszámhoz igazítva.

# blockly.tooltip.setAttributeBlock
source: Sets the value of an attribute in the given record.
cs: Nastaví hodnotu daného sloupce v daném záznamu.
hu: Beállítja egy tulajdonság értékét az adott rekordban.

# blockly.tooltip.setLinkAttributeBlock
source: Sets the value of an attribute in the given link.
cs: Nastaví hodnotu daného sloupce v dané vazbě.
hu: Beállítja egy tulajdonság értékét az adott hivatkozásban.

# blockly.tooltip.shareViewBlock
source: Shares a view with the given user. Set the rights to 'none' to cancel sharing.
hu: Megoszt egy nézetet az adott felhasználóval. A megosztás megszakításához állítsa a 'nincs' jogot.

# blockly.dropdown.rights.shareViewBlock
source: none|read|write|manage
hu: nincs|olvasni|írni|kezelni

# blockly.tooltip.shiftDateOfBlock
source: Aligns a date to either beginning or end of the closest time unit.
cs: Zarovná datum na začátek nebo konec dané časové jednotky.
hu: A dátumot a legközelebbi időegység elejéhez vagy végéhez igazítja.
