Repository: Lumeer/web-ui
Catalog: src/i18n/messages.*.xlf
Languages: cs, hu

# user.notification.settings.description
source: {VAR_SELECT, select, ResourceShared {Organization, Project, View or Table shared} DueDateChanged {Due date approaching or changed} TaskAssigned {Task assigned or unassigned} TaskUpdated {Task details are updated} TaskRemoved {Your task is deleted} StateUpdated {Task state is updated} Comments {Comments on your tasks, or someone mentions you in a comment}}
cs: {VAR_SELECT, select, ResourceShared {Byla vám nasdílena organizace, projekt, tabulka nebo pohled} DueDateChanged {Termín se blíží nebo se změnil} TaskAssigned {Byl vám přidělen nebo odebrán úkol} TaskUpdated {Byly změněny detail vašeho úkolu} TaskRemoved {Úkol byl smazán} StateUpdated {Komenář u vašeho úkolu, nebo vás někdo zmínil v komentáři} }
hu: {VAR_SELECT, select, ResourceShared {Szervezet, Projekt, Nézet vagy Táblázat megosztva} DueDateChanged {Határidő közeledik vagy megváltozott} TaskAssigned {Feladat hozzárendelve vagy visszavonva} TaskUpdated {Feladat részletei frissítve} TaskRemoved {A feladatod törölve lett} StateUpdated {A feladatod státusza frissült} Comments {Hozzászólások a feladatodnál vagy valaki megemlített téged egy hozzászólásban} }

# user.settings.avatar.tooltip
source: Change your profile icon at www.gravatar.com
cs: Profilový obrázek si změňte na www.gravatar.com
hu: Módosítsa profilképét a www.gravatar.com címen

# user.settings.name.placeholder
source: Enter name
cs: Zadejte jméno
hu: Nevének megadása

# modal.links.modify.filter.add
source: Add a filter
hu: Szűrő hozzáadása

# user.notification.settings.language
source: Notifications language
cs: Jazyk upozornění
hu: Értesítések nyelve

# user.notification.settings.title
source: {VAR_SELECT, select, ResourceShared {Resource Shared} DueDateChanged {Due Date Updates} TaskAssigned {Task Assigned} TaskUpdated {Task Updated} TaskRemoved {Task Removed} StateUpdated {State Updated} Comments {Comments}}
cs: {VAR_SELECT, select, ResourceShared {Sdílení zdroje} DueDateChanged {Změna termínu} TaskAssigned {Přiřazení úkolu} TaskUpdated {Změna úkolu} TaskRemoved {Odstranění úkolu} StateUpdated {Změna stavu} Comments {Komentáře} }
hu: {VAR_SELECT, select, ResourceShared {Forrás megosztva} DueDateChanged {Határidő frissült} TaskAssigned {Feladat hozzárendelve} TaskUpdated {Feladat frissítve} TaskRemoved {Feladat eltávolítva} StateUpdated {Állapot frissítve} Comments {Hozzászólások} }

# user.referrals.fail
source: Could not get your referrals at the moment
cs: Nyní se mi nedaří získat údaje o vašich doporučených uživatelích
hu: Nem lehet megkapni a hivatkozásaidat ebben a pillanatban

# user.update.fail
source: Could not update the user
cs: Uživatele nelze změnit
hu: Nem lehetett frissíteni a felhasználót

# userNotification.delete.fail
source: Could not delete notification
cs: Upozornění nelze smazat
hu: Az értesítés nem törölhető

# userNotifications.collectionShared
source: A new table has been shared with you.
cs: Máte přístup k nové tabulce.
hu: Egy új táblázatot osztottak meg veled.

# userNotifications.delete
source: Delete notification
cs: Odstranit toto upozornění
hu: Értesítés törlése

# userNotifications.dueDateChangedNoDate
source: – no due date set
cs: – termín není nastaven
hu: – nincs határidő beállítva

# userNotifications.dueDateChangedPrefix
source: The task <em [innerHTML]="taskName | truncate:128"></em> has a changed due date
cs: Úkol <em></em> má změněný termín dokončení
hu: A <em> </em> tevékenység esedékességének dátuma megváltozott.

# userNotifications.dueDateSoon
source: The task <em [innerHTML]="taskName | truncate:128"></em> has due date soon – {{taskDueDate}}.
cs: Úkolu <em></em> se blíží termín dokončení – {{taskDueDate}}.
hu: A <em> </em> tevékenység esedékesség dátuma hamarosan - {{taskDueDate}} .

# userNotifications.empty
source: There are no notifications.
cs: Nemáte žádne upomínky.
hu: Nincsenek értesítések.

# userNotifications.get.fail
source: Could not read notifications
cs: Nelze načíst upomínky
hu: Nem lehet olvasni az értesítéseket

# userNotifications.mark.read
source: Mark as read
cs: Označit jako nepřečtené
hu: Megjelölés olvasottként

# userNotifications.mark.unread
source: Mark as unread
cs: Označit jako nepřečtené
hu: Megjelölés olvasatlanként

# userNotifications.organizationShared
source: A new organization has been shared with you.
cs: Máte přístup k nové organizaci.
hu: Egy új szervezetet osztottak meg veled.

# userNotifications.pastDueDate
source: The task <em [innerHTML]="taskName | truncate:128"></em> is past due date {{taskDueDate}}.
cs: Úkol <em></em> je již po termínu dokončení {{taskDueDate}}.
hu: A <em> </em> tevékenység határidőn túl {{taskDueDate}} van.

# userNotifications.projectShared
source: A new project has been shared with you.
cs: Máte přístup k novému projektu.
hu: Egy új projektet osztottak meg veled.

# userNotifications.showUnread
source: Show only unread
cs: Pouze nepřečtené
hu: Csak olvasatlan megjelenítése

# userNotifications.stateUpdate
source: The state of task <em [innerHTML]="taskName | truncate:128"></em> has been updated to <em>{{taskState}}</em>.
cs: Stav úkolu <em></em> se změnil na <em>{{taskState}}</em>.
hu: A feladat állapota <em [innerHTML]="taskName | truncate:128"></em> frissült a következőre <em>{{taskState}}</em>.

# userNotifications.stateUpdate.len1
source: The state of task <em [innerHTML]="taskName | truncate:128"></em> has been updated to {{taskState}}.
cs: Stav úkolu <em [innerHTML]="taskName | truncate:128"></em> se změnil na {{taskState}}.
hu: A feladat állapota <em [innerHTML]="taskName | truncate:128"></em> frissült a következőre {{taskState}}.

# userNotifications.stateUpdate.len0
source: The state of task <em [innerHTML]="taskName | truncate:128"></em> has been updated to <em>none</em>.
cs: Stav úkolu <em [innerHTML]="taskName | truncate:128"></em> se změnil na <em>žádný</em>.
hu: A feladat állapota <em [innerHTML]="taskName | truncate:128"></em> frissült a következőre <em>none</em>.

# userNotifications.taskAssignedMiddle
source: with due date {{taskDueDate}}
cs: s termínem dokončení {{taskDueDate}}
hu: határidővel {{taskDueDate}}

# userNotifications.taskAssignedPrefix
source: The task <em [innerHTML]="taskName | truncate:128"></em>
cs: Byl Vám přidělen nový úkol <em></em>
hu: A feladat <em> </em>

# userNotifications.taskAssignedSuffix
source: has been assigned to you.
hu: hozzá van rendelve a számodra.

# userNotifications.taskReopenedSuffix
source: was reopened.
hu: újra megnyitottak.

# userNotifications.taskCommented
source: The task <em [innerHTML]="taskName | truncate:128"></em> has a new comment.
cs: Úkol <em></em> má nový komentář.
hu: A <em> </em> feladathoz új megjegyzést fűztek.

# userNotifications.taskMentioned
source: You have been mentioned in a comment of the task <em [innerHTML]="taskName | truncate:128"></em>.
cs: Někdo Vás zmínil v komentáři u úkolu <em></em>.
hu: Megemlítettek a feladat egyik megjegyzésében <em> </em> .

# userNotifications.taskRemoved
source: The task <em [innerHTML]="taskName | truncate:128"></em> has been removed.
cs: Úkol <em></em> byl odstraněn.
hu: A feladat <em> </em> eltávolításra került.

# userNotifications.taskUnassigned
source: The task <em [innerHTML]="taskName | truncate:128"></em> has been unassigned from you.
cs: Úkol <em></em> Vám byl odebrán.
hu: A <em> </em> feladat nincs hozzád rendelve.

# userNotifications.taskUpdated
source: The task <em [innerHTML]="taskName | truncate:128"></em> has been updated.
cs: Úkol <em></em> byl upraven.
hu: A <em> </em> feladat frissült.

# userNotifications.update.fail
source: Could not update notification state
cs: Nelze nastavit stav přečtení upomínky
hu: Nem lehet frissíteni az értesítés állapotát

# userNotifications.viewShared
source: A new view has been shared with you.
cs: Máte přístup k novému pohledu.
hu: Új nézetet osztottak meg veled.

# users.actions.remove
source: Remove User
cs: Odstranit uživatele
hu: Felhasználót eltávolít

# users.add.button
source: Invite user
cs: Pozvat uživatele
hu: Felhasználó meghívása

# users.get.fail
source: Could not get users
cs: Uživatele nelze načíst
hu: Nem lehet felhasználókat szerezni

# users.header.inviteUser
source: Invite a colleague or a friend
cs: Pozvat kolegu nebo známého
hu: Munkatárs vagy barát meghívása

# users.header.search.placeholder
source: Search user...
cs: Vyhledat uživatele...
hu: Felhasználó keresése...

# users.header.search.title
source: Search for users
cs: Vyhledat uživatele
hu: Felhasználók keresése

# users.user.changeRoles
source: You cannot change these rights. Either you are this user, or you are the last manager here, or you do not have sufficient rights.
hu: Ezek a szerepkörök nem módosíthatók. Vagy te vagy ez a felhasználó, vagy te vagy a legutóbbi menedzser itt, vagy nem rendelkezel megfelelő jogokkal.

# users.user.delete.message
source: Do you want to permanently remove this user?
cs: Chcete skutečně trvale odstranit tohoto uživatele?
hu: Véglegesen eltávolítod ezt a felhasználót?

# users.user.delete.title
source: Remove user?
cs: Odstranit uživatele?
hu: Eltávolítod a felhasználót?

# users.user.email.duplicate
source: This user email is already invited. Try another one!
cs: Uživatel s tímto e-mailem již má pozvánku. Zadejte někoho dalšího!
hu: Ez a felhasználói e-mail már meg van hívva. Próbálkozz egy másikkal!

# users.user.email.invalid
source: Please enter a valid e-mail address (e.g. alan.turing@lumeer.io).
cs: Prosím zadejte platnou e-mailovou adresu (např. alan.turing@lumeer.io).
hu: Adj meg érvényes e-mail címet (pl. alan.turing@lumeer.io).

# users.user.inheritedManager
source: This user is a manager of the organization and their rights cannot be changed. Remove organization manage first.
hu: Ez a felhasználó a szervezet vezetője, és engedélyeik nem módosíthatók. Először távolítsd el a szervezeti kezeléseket.

# validation.link.name.short
source: Link name needs to have at least 3 characters.
cs: Název propojení musí mít alespoň 3 znaky.
hu: A hivatkozás nevének legalább 3 karakternek kell lennie.

# verifyEmail.button.resendEmail
source: Resend verification email
cs: Znovu odeslat email
hu: Ellenőrző e-mail újraküldése

# verifyEmail.thankYou
source: Thank you.
cs: Děkujeme.
hu: Köszönöm.

# verifyEmail.title
source: Please Verify Your Email
cs: Prosím ověřte Váš email
hu: Kérjük, erősítsd meg e-mail címed

# view.add.favorite.fail
source: Could not add the view to favorites
cs: Nepodařilo se mi přidat pohled k oblíbeným
hu: Nem lehetett hozzáadni a nézetet a kedvencekhez

# view.change.permission.fail
source: Could not change the view permissions
cs: Nepodařilo se mi nastavit přístupová práva k pohledu
hu: Nem lehet módosítani a nézet engedélyeket

# view.set.folders.fail
source: Could not update view folders
hu: Nem sikerült frissíteni a nézet mappáit.

# view.changes.not.saved
source: Changes are not saved yet!
cs: Změny nejsou uloženy
hu: A módosítások még nincsenek mentve

# view.changes.not.saved.undo
source: Undo changes
cs: Vrátit změny
hu: Módosítások visszavonása

# view.create.fail
source: Could not create the view
cs: Pohled nelze vytvořit
hu: Nem lehet létrehozni a nézetet

# view.delete.fail
source: Could not delete the view
cs: Pohled se nepodařilo smazat
hu: Nem lehet törölni a nézetet

# view.detail.warning.deleted
source: View is not valid because some of the resources were deleted
cs: Pohled není platný protože některé zdroje byly smazány
hu: A nézet nem érvényes, mert néhány forrás törölve lett

# view.dialog.clone.clone
source: Make a copy
cs: Zkopírovat
hu: Másolat készítése

# view.dialog.clone.message
source: Do you want to make a copy of the view or rename the existing one?
cs: Chcete vytvořit kopii pohledu, nebo ho přejmenovat?
hu: Másolatot szeretnél készíteni a nézetről, vagy átnevezed a meglévőt?

# view.dialog.clone.update
source: Rename
cs: Přejmenovat
hu: Átnevez

# view.discard.changes.message
source: The view was changed. Do you want to save the changes?
cs: Pohled se změnil. Uložte změny, nebo je zahoďte.
hu: A nézet megváltozott. Mented a módosításokat?

# view.discard.changes.message.title
source: Save view
cs: Uložit pohled
hu: Nézet mentése

# view.favorite
source: {{ view.favorite ? 'Remove from favorites' : 'Add to favorites'}}
cs: {{ view.favorite ? 'Odstranit z oblíbených' : 'Přidat k oblíbeným'}}
hu: {{ view.favorite ? 'Eltávolítás a kedvencekből' : 'Hozzáadás a kedvencekhez'}}

# views.folders.number.views
source: Number of views
hu: Megtekintések száma

# view.name.exists
source: View already exist
cs: Pohled již existuje
hu: A nézet már létezik

# view.name.exists.message
source: Do you really want to {create, select, 1 {create view with the same name} 0 {change view name}}?
cs: Chcete skutečně {create, select, 0 {tento pohled přejmenovat} 1 {vytvořit pohled se stejným názvem} }?
hu: Tényleg ezt {create, select, 0 {nézetnév módosítása} 1 {nézet létrehozása ugyanazzal a névvel} } akarod?

# view.not.exist
source: View does not exist!
cs: Tento pohled neexistuje!
hu: A nézet nem létezik!

# dataResource.attribute.placeholder.short
source: Enter name
cs: Zadejte název
hu: Nevének megadása

source: View not found
cs: Pohled nenalezen
hu: A nézet nem található

# view.perspective.guide.select
source: 1. Select View
cs: 1. Zvolte pohled
hu: 1. Nézet kiválasztása

# view.perspective.guide.title
source: 2. Set Title
cs: 2. Zadejte název
hu: 2. Cím beállítása

# view.perspective.name
source: {perspective, select, detail {Detail} pivot {Pivot} kanban {Kanban} chart {Chart} ganttChart {Timelines} calendar {Calendar} map {Map} search {Search} table {Table} smartdoc {Smart document} workflow {Workflow} form {Form}}
hu: {perspective, select, detail {Részletek} pivot {Pivot} kanban {Kanban} chart {Diagram} ganttChart {Idővonal} calendar {Naptár} map {Térkép} search {Keresés} table {Táblázat} smartdoc {Okos dokumentum} workflow {Munkafolyamat} }

# view.remove.favorite.fail
source: Could not remove the view from favorites
cs: Nepodařilo se mi odstranit pohled z oblíbených
hu: Nem lehetett eltávolítani a nézetet a kedvencekből

# view.settings.includeChildren
source: Include sub-items
cs: Včetně podpoložek
hu: Alelemeket tartalmaz

# view.settings.includeChildren.help
source: If turned on, sub-items are always visible no matter of defined filters.
cs: Pokud se zapne, budou podřízené položky vždy viditelné bez ohledu na nastavení filtrů.
hu: Ha be van kapcsolva, az alelemek mindig láthatóak, függetlenül a meghatározott szűrőktől.

# table.cell.sort.none
source: None
hu: Nincs

# table.cell.sort.ascending
source: Ascending
hu: Növekvő

# table.cell.sort.descending
source: Descending
hu: Csökkenő

# table.cell.filters.new
source: Add new filter
hu: Új szűrő hozzáadása

# view.share.dialog.input.button
source: Add
cs: Přidat kolegu
hu: Hozzáad

# view.share.dialog.input.placeholder
source: Enter user email and press Enter
cs: Zadejte emaily kolegů...
hu: Add meg a felhasználói e-mail címét, és nyomd le az Enter billentyűt

# view.share.dialog.link.title
source: Only team members in the list below can open this link
cs: Jen uživatelé v seznamu níže mohou otevřít tento odkaz
hu: Csak az alábbi listában szereplő csapattagok nyithatják meg ezt a hivatkozást

# view.share.dialog.title
source: Share View
cs: Sdílet pohled
hu: Nézet megosztása

# view.untitled
source: Type a title of this page, save, and share!
cs: Pojmenujte tuto obrazovku, uložte a sdílejte!
hu: Írd be az oldal címét, mentsd és oszd meg!

# view.share.disabled.tooltip
source: To share a view, first set its name and save it using the controls to the left.
hu: Nézet megosztásához először állítsa be a nevét, és mentse el a bal oldali vezérlők segítségével.

# view.update.fail
source: Could not update the view
cs: Pohled nelze změnit
hu: Nem lehetett frissíteni a nézetet

# views.delete.message
source: Do you really want to permanently delete this view?
cs: Chcete skutečně navždy smazat tento pohled?
hu: Biztosan véglegesen törlöd ezt a nézetet?

# views.delete.title
source: Delete view?
cs: Smazat pohled?
hu: Törlöd a nézetet?

# views.get.fail
source: Could not get views
cs: Pohledy nelze načíst
hu: Nem lehet nézeteket szerezni

# warning.attribute.nameExisting
source: I am sorry, the attribute 'action.payload.name' already exists.
hu: Sajnálom, a 'action.payload.name' tulajdonság neve már létezik.

# warning.attribute.nameEmpty
source: I am sorry, the attribute name must not be empty.
hu: Sajnálom, az attribútum neve nem lehet üres.

# warning.link.nameExisting
source: I am sorry, the link 'action.payload.name' already exists.
hu: Sajnálom, a 'action.payload.name' tulajdonság neve már létezik.

# warning.link.nameEmpty
source: I am sorry, the link name must not be empty.
hu: Sajnálom, a link neve nem lehet üres.

# warning.force.refresh
source: I am sorry, the project has been significantly updated by a different user. Please refresh this page in the browser.
cs: Je mi líto, projekt byl zásadně změněn jiným uživatelem Prosím obnovte stránku v prohlížeči.
hu: Sajnálom, a projektet jelentősen frissítette egy másik felhasználó. Frissítsd ezt az oldalt a böngészőben.

# workflow.table.empty
source: There are no rows to display and you are not allowed to create any.
cs: Nejsou žádné řádky k zobrazení a nemáte ani právo je vytvářet.
hu: Nincsenek megjelenítendő sorok, és nem hozhatsz létre ilyeneket.

# blockly.tooltip.linkDocumentsNoReturnBlock
source: Links two records using the selected link type.
cs: Propojí dva záznamy za použití vybraného typu vazby.
hu: Két rekordot összekapcsol a kiválasztott linktípus segítségével.

# blockly.tooltip.loopBreakBlock
source: Breaks the for cycle, and a switch case.
hu: Megszakítja a for ciklust és egy kapcsolótokot.

# blockly.tooltip.loopContinueBlock
source: Continues the for cycle.
cs: Pokračuje dalším krokem for cyklu.
hu: Folytatja a for ciklust.

# blockly.tooltip.deleteDocumentBlock
source: Deletes an existing record. To prevent large damage, only up to limit documents can be deleted within a single sequence of automations and functions.
cs: Smaže existující záznam. Z důvodu zabránění nechtěných škod je počet smazaných záznamů omezen na {{limit}} v rámci jedné série spuštěných automatizací.
hu: Meglévő rekord törlése. A nagy károk elkerülése érdekében csak {{limit}} dokumentumokat lehet törölni egyetlen automatizálási és függvénysorozaton belül.

# blockly.tooltip.escapeHtmlBlock
source: Escape HTML entities in a string.
cs: Escapuje HTML entity v řetězci.
hu: Menekülés HTML-entitásokból egy karakterláncban.

# blockly.tooltip.filterObjects
source: Filters object in an array by having the given key equal to a given value.
hu: Szűrők objektum egy tömbben úgy, hogy az adott kulcs megegyezik egy adott értékkel.

# blockly.field.placeholder.key
source: key
hu: kulcs

# blockly.tooltip.navigateBlock
source: Opens the given view and record. It can open the view in the same browser tab or in a new one. Where possible (e.g. Workflow), a sidebar can be opened.
cs: Otevře daný pohled a záznam. Může otevřít pohled ve stejném nebo novém okně prohlížeče. Kde je to možné (např. Workflow), lze zvolit otevření posranního panelu.
hu: Megnyitja a megadott nézetet és rekordot. Megnyithatja a nézetet ugyanazon a böngésző lapon vagy egy újban. Ahol lehetséges (pl. Munkafolyamat), oldalsáv nyitható.

# blockly.dropdown.window.navigateBlock
source: the same,a new
cs: stejném,novém
hu: ugyanaz, egy új

# blockly.dropdown.sidebar.navigateBlock
source: closed,opened
cs: zavřeným,otevřeným
hu: bezárt, nyitott

# blockly.tooltip.readDocumentsBlock
source: Read records returned from the selected view. If there are multiple tables or links used, only records from the first table are returned. At most limit records are returned.
cs: Načte záznamy z daného pohledu. Pokud pohled obsahuje více tabulek, nebo vazeb, vrátí záznamy jen z první tabulky. Vrátí nejvýše {{limit}} záznamů.
hu: A kiválasztott nézetből visszaküldött rekordok olvasása. Ha több táblázatot vagy linket használ, csak az első táblázat rekordjai kerülnek vissza. Legfeljebb {{limit}} rekord kerül visszaadásra.

# blockly.tooltip.sendEmailBlock
source: Opens a new email using the system default email application.
cs: Otevře nový email pomocí výchozí emailové aplikace.
hu: Új e-mailt nyit meg a rendszer alapértelmezett e-mail alkalmazásával.

# task.pinned
source: {{ document.favorite ? 'Unpin task from top' : 'Pin task to top'}}
cs: {{ document.favorite ? 'Odepnout úkol' : 'Připnout úkol nahoru'}}
hu: {{document.favorite? 'Feloldani a feladat rögzítését felülről': 'Feladat rögzítése felülre'}}

# collection.config.tab.rules.btn.duplicate
source: Duplicate automation
cs: Okopírovat automatizaci
hu: Automatizálás megkettőzése

# collection.config.tab.rules.btn.edit
source: Edit automation
cs: Upravit automatizaci
hu: Automatizálás szerkesztése

# collection.config.tab.rules.btn.delete
source: Delete automation
cs: Smazat automatizaci
hu: Automatizálás törlése

# inviteUser.dialog.readOnlyNoAccess.description1
source: New colleagues can join the project, they won't see exiting tables and views.
cs: Noví kolegové mohou otevřít projekt, ale neuvidí v něm žádné tabulky ani pohledy.

# inviteUser.dialog.readOnly.description1
source: New colleagues will see everything in the project, they cannot change anything.
cs: Noví kolegové uvidí vše v projektu, nemohou ale nic měnit.

# inviteUser.dialog.write.description1
source: New colleagues will see everything in the project and they will be able to change and add data.
cs: Noví kolegové uvidí vše v projektu a budou moci měnit a zadávat nové údaje.

# inviteUser.dialog.manage.description1
source: You give your newly invited colleagues full control over the project. They can read, write and manage everything.
cs: Dáte novým kolegům plnou kontrolu nad projektem. Budou moci vidět a měnit údaje, přidávat a mazat tabulky a pohledy.

# search.input.placeholder
source: Type anything you search for...
cs: Napište cokoliv, co hledáte...

# search.tab.all
source: All
cs: Vše

# search.tab.tasks
source: Tasks
cs: Úkoly

# search.tab.collections
source: Tables
cs: Tabulky

# search.tab.views
source: Views
cs: Pohledy

# search.records.empty.title
source: There are no Records yet!
cs: Nejssou zde ještě žádné záznamy!

# modal.links.modify.filter.add
source: Add filter
cs: Přidat filtr

# constraint.type
source: {type, select, Address {Address} Boolean {Checkbox} Action {Action} Color {Color} Coordinates {Coordinates} DateTime {Date} FileAttachment {File attachment} Duration {Duration} None {None} Number {Number} Percentage {Percentage} Link {Link} Select {Selection} Text {Text} User {User}}
cs: {type, select, Address {Adresa} Boolean {Zaškrtávátko} Action {Akce} Color {Barva} Coordinates {Souřadnice} DateTime {Datum} FileAttachment {Soubor} Duration {Trvání} None {Žádný} Number {Číslo} Percentage {Procenta} Link {Odkaz} Select {Výběr} Text {Text} User {Uživatel} }

# constraint.text.minLength.label
source: Minimum length
cs: Minimální délka

# constraint.text.maxLength.label
source: Maximum length
cs: Maximální délka

# constraint.user.multi.label
source: Allow select multiple users
cs: Povolit výběr více uživatelů

# constraint.user.onlyIcon.label
source: Display user name / email
cs: Zobrazit jméno / email

# constraint.action.conditions.label
source: Conditions
cs: Podmínky

# constraint.action.conditions.new
source: Add condition
cs: Přidat podmínku

# constraint.action.permissions.label
source: Required Role
cs: Požadovaná role
