Repository: Lumeer/web-ui
Catalog: src/i18n/messages.*.xlf
Languages: cs, hu

# blockly.tooltip.showMessageBlock
source: Show a message to the user. Works only when the automation is initiated via an Action button. At most limit messages can be shown from a single automation and function sequence execution to prevent interface clogging.
cs: Zobrazí zprávu uživateli. Funguje jen, když je automatizace spuštěna pomocí akčního tlačítka. Je možné poslat maximálně {{limit}} zpráv v rámci jednoho řetězce vyvolání automatizací a funkcí. To zabraňuje před zahlcením zprávami.
hu: Üzenetet mutat a felhasználónak. Csak akkor működik, ha az automatizálást Műveletgombon keresztül indítja el. A legtöbb {{limit}} üzenet egyetlen automatizálásból és függvénysorozat-végrehajtásból mutatható ki, hogy megakadályozza a kapcsolódási pont eltömődését.

# blockly.tooltip.stringReplaceBlock
source: Replaces a regular expression pattern in a given string.
cs: Nahradí regulární výraz v daném řetězci.
hu: Lecseréli a reguláris kifejezés mintáját egy adott karakterláncban.

# blockly.tooltip.unescapeHtmlBlock
source: Unescape HTML entities in a string.
cs: Odescapuje HTML entity v řetězci.
hu: Távolítsa el a HTML-entitásokat egy karakterláncban.

# button.cancel
source: Cancel
cs: Zrušit
hu: Mégse

# button.close
source: Close
cs: Zavřít
hu: Bezár

# button.continue
source: Continue
cs: Pokračovat
hu: Folytat

# button.create
source: Create
cs: Vytvořit
hu: Létrehoz

# button.discard
source: Discard
cs: Zahodit
hu: Elvet

# button.dismiss
source: Dismiss
cs: Ukončit
hu: Elutasít

# button.dismissClose
source: Dismiss
cs: Skrýt
hu: Elutasít

# button.edit
source: Edit
cs: Upravit
hu: Szerkeszt

# button.help
source: Help
cs: Pomoc
hu: Segítség

# button.next
source: Next
cs: Další
hu: Következő

# button.no
source: No
cs: Ne
hu: Nem

# button.ok
source: OK
hu: Oké

# button.onward
source: Onward!
cs: Vzhůru do toho!
hu: Tovább!

# button.previous
source: Previous
cs: Předchozí
hu: Előző

# button.reload
source: Reload
cs: Obnovit
hu: Újratölt

# view.modal.settings.name.notEmpty
source: View name can not be empty
hu: A nézet neve nem lehet üres

# view.modal.settings.priority
source: Priority:
hu: Prioritás:

# view.modal.settings.priority.placeholder
source: Enter any number
hu: Írjon be bármilyen számot

# view.modal.settings.priority.invalid
source: Number is not valid
hu: A szám érvénytelen

# view.modal.settings.priority.invalidRange
source: Number is not from valid range ({{minInteger}} - {{maxInteger}})
hu: A szám nem az érvényes tartományba esik ( {{minInteger}} - {{maxInteger}})

# view.modal.settings.priority.help
source: By default, views are sorted by last used. Setting an priority overrides the default behavior. A higher priority means that the view will be above others.
hu: A nézetek a legutóbb használt sorrend szerint vannak rendezve. A prioritás megadásával magasabbra kerülnek a listán. A magasabb prioritás azt jelenti, hogy a nézet mások fölött lesz.

# view.modal.settings.folders
source: Folders:
hu: Mappák:

# view.modal.settings.folders.placeholder
source: Enter folder name and press Enter
hu: Írja be a mappa nevét, és nyomja meg az Enter billentyűt

# view.modal.settings.folders.remove
source: Remove folder
hu: Mappa eltávolítása

# view.modal.settings.folders.help
source: Use "/" to create nested folders i.e "Folder/Subfolder"
hu: A "/" használatával hozhat létre beágyazott mappákat, azaz "Mappa/Almappa"

source: Settings
hu: Beállítások

# button.remove
source: Delete
cs: Smazat
hu: Eltávolít

# button.save
source: Save
cs: Uložit
hu: Ment

# document.detail.audit.limit
source: Limited to 3 entries. Upgrade to the Business license to see 2 weeks worth of history. For even longer history, <a href="https://www.lumeer.io/contact/" target="_blank">contact us.</a>
hu: 3 rekordra korlátozva. Aktiválja a Lumeer Business programot, és látni fogja az elmúlt 2 hét rekordjait. Hosszabb előzményekért vegye fel velünk a kapcsolatot.

# audit.action.revert
source: Revert
cs: Vrátit zpět
hu: Változtatások visszaállítása

# user.unknown
source: Unknown user
cs: Neznámý uživatel
hu: Ismeretlen felhasználó

# button.select
source: Select
cs: Vybrat
hu: Kiválaszt

# button.clear
source: Clear
hu: Egyértelmű

# button.send
source: Send
cs: Odeslat
hu: Küld

# button.share
source: Share
cs: Sdílet
hu: Megoszt

# button.yes
source: Yes
cs: Ano
hu: Igen

# calendar.property.placeholder
source: {barProperty, select, name {Name} start {Start} end {End} color {Color} group {Group} }
cs: {barProperty, select, name {Název} start {Začátek} end {Konec} color {Barva} group {Skupina} }
hu: {barProperty, select, name {név} start {név} end {kezdet} end {befejezés} color {szín} group {csoport} }

# calendar.value.placeholder
source: Select {barProperty, select, name {name} start {start date} end {end date} color {color} group {group} }
cs: Vyberte {barProperty, select, name {název} start {začátek} end {konec} color {barva} group {skupina} }
hu: Válassza ki {barProperty, select, name {név} start {név} end {kezdet} end {befejezés} color {szín} group {csoport} }

# chart.type
source: {type, select, line {Line} bar {Bar} pie {Pie} bubble {Bubble}}
cs: {type, select, line {Čárový} bar {Sloupcový} pie {Koláčový} bubble {Bublinový} }
hu: {type, select, line {vonal} bar {oszlop} pie {kör} bubble {buborék} }

# choose.organization.title
source: Choose organization
cs: Vyberte organizaci
hu: Szervezet kiválasztása

# collapsible-sidebar.collapse-button
source: Collapse
cs: Sbalit
hu: Összeomlik

# constraint.action.confirmation.label
source: Confirmation
cs: Potvrzení
hu: Megerősítés

# collapsible-sidebar.expand-button
source: Expand
cs: Rozbalit
hu: Kiterjeszt

# collection
source: Table
cs: Tabulka
hu: Táblázat

# collection.add.favorite.fail
source: Could not add the table to favorites
cs: Tabulku nelze přidat mezi oblíbené
hu: Nem lehet hozzáadni a táblázatot a kedvencekhez

# collection.attribute.default.set.fail
source: Could not set the displayed attribute id
cs: Nelze nastavit hlavní atribut
hu: Nem lehet beállítani a megjelenített tulajdonság azonosítót

# collection.button.configure
source: Configure
cs: Nastavení
hu: Konfigurál

# collection.button.remove
source: Delete Table
cs: Smazat tabulku
hu: Tábla törlése

# collection.change.attribute.fail
source: Could not change the attribute
cs: Atribut nelze změnit
hu: Nem lehet módosítani a tulajdonságot

# collection.change.permission.fail
source: Could not change the table permissions
cs: Nelze nastavit přístupová práva k tabulce
hu: Nem lehet módosítani a tábla engedélyeit

# collection.config.tab.attributes
source: Attributes
cs: Atributy
hu: Tulajdonságok

# collection.config.tab.automation
source: Automation
cs: Automatizace
hu: Automatizálás

# collection.config.tab.automations.empty
source: There are no automations yet. Create some by clicking on the button below!
cs: Nemáte ještě žádné automatizace. Vytvořte ji pomocí tlačítka níže!
hu: Még nincsenek automatizálások. Hozz létre néhányat az alábbi gombra kattintva!

# collection.config.tab.link.types
source: Link Types
cs: Propojení
hu: Csatolási típusok

# collection.config.tab.permissions
source: Users
cs: Uživatelé
hu: Felhasználók

# collection.config.tab.rules.add
source: Add a new automation
cs: Přidat pravidlo
hu: Új automatizálás hozzáadása

# collection.config.tab.rules.autoLink.equals
source: equals
cs: se rovná
hu: Egyenlőek

# collection.config.tab.rules.autoLink.info
source: Automatically link records from two tables based on matching column values.
cs: Automaticky propojí záznamy mezi dvěmi tabulkami na základě stejných hodnot v daných sloupcích.
hu: Két tábla rekordjait automatikusan összekapcsolhatja az egyező oszlopértékek alapján.

# collection.config.tab.rules.autoLink.linkType
source: Link record via
hu: Rekord összekapcsolása ... keresztül

# collection.config.tab.rules.autoLink.linkTypeFirst
source: Select link type first
cs: Nejdřív vyberte typ vazby
hu: Először válaszd ki a hivatkozás típusát

# collection.config.tab.rules.autoLink.selectFrom
source: Select from this.collection.name
cs: Vyberte z {{collection}}
hu: Kiválaszt a {{collection}} -ből

# collection.config.tab.rules.autoLink.selectLinkType
source: Select a link type
cs: Vyberte typ vazby
hu: Hivatkozástípus kiválasztása

# collection.config.tab.rules.autoLink.where
source: Where
hu: Ahol

# collection.config.tab.rules.automation.add
source: Add Automation
cs: Přidat automatizaci
hu: Automatizálás hozzáadása

# collection.config.tab.rules.automation.name.exists
source: Automation name already used.
cs: Tento název automatizace je již použit.
hu: Már használt automatizálási név.

# collection.config.tab.rules.automation.name.new
source: New automation name
cs: Název nové automatizace
hu: Új automatizálási név

# collection.config.tab.rules.automation.type
source: Fire automation
cs: Spustit automatizaci
hu: Tűzautomatizálás

# collection.config.tab.rules.blockly.dryRun
source: Dry Run
cs: Zkušební běh
hu: Száraz futás

# collection.config.tab.rules.blockly.editAutomation.message
source: Edit Automation Code:
cs: Vytvořte kód automatizace:
hu: Automatizálási kód szerkesztése:

# collection.config.tab.rules.blockly.recursive
source: Recursive
hu: Rekurzív

# collection.config.tab.rules.blockly.recursive.tooltip
source: Trigger also on changes made by other automations
hu: Indítsa el a többi automatizálás által végrehajtott változásokat is

# collection.config.tab.rules.blockly.info
source: Develop any automation from custom blocks. Triggers automatically upon record update or manually via an action button.
cs: Postavte si vlastní libovolnou automatizaci pomocí bloků. Spouští se na základě změny záznamu, nebo ručně pomocí akčního tlačítka.
hu: Bármely automatizálás fejlesztése az egyedi blokkokból. Automatikusan aktiválódik a frissítés rögzítésekor vagy manuálisan egy műveletgombon keresztül.

# collection.config.tab.rules.newRule.prefix
source: Automation
hu: Szabály

# collection.config.tab.rules.ofType
source: of type
cs: typu
hu: típus

# collection.config.tab.rules.on
source: on
cs: při
hu: rajta

# collection.config.tab.rules.usedInAction
source: Used in action in listed column(s)
hu: A felsorolt oszlop (ok) műveletében (ak)

# collection.config.tab.rules.onRecord
source: On record
cs: Spustit nad záznamem při
hu: A nyilvántartásban

# collection.config.tab.rules.remove.message
source: Do you really want to delete this automation?
hu: Biztosan törlöd ezt a szabályt?

# collection.config.tab.rules.remove.message.used
source: This automation is being used in an action button.
hu: Ez a szabály műveletgombban használatos.

# collection.config.tab.rules.remove.title
source: Delete this automation?
hu: Törlöd ezt a szabályt?

# collection.config.tab.rules.rule.update
source: Save Changes
cs: Uložit změny
hu: Változtatások mentése

# collection.config.tab.rules.run.message
source: Do you want to run the automation for all the rows in the table now? Please note that this might take significant time to complete.
hu: Futtatja most a szabályt a tábla összes sorára? Kérjük vedd figyelembe, hogy ez jelentős időt vehet igénybe.

# notification.document.notVisible
source: I am sorry, this record could not be found.
cs: Je mi líto, ale záznam nebyl nalezen.
hu: Sajnálom, de ez a rekord nem található.

# collection.config.tab.rules.run.title
source: Run the Automation
hu: A szabály futtatása

# collection.config.tab.rules.serviceLimit
source: You can have only a single automation in the Free Plan.
hu: Csak egyetlen szabályod lehet az Ingyenes Csomagban.

# collection.config.tab.rules.timing.create
source: Create
cs: Vytvoření
hu: Létrehoz

# collection.config.tab.rules.timing.delete
source: Delete
cs: Vymazání
hu: Töröl

# collection.config.tab.rules.timing.update
source: Update
cs: Změně
hu: Frissít

# collection.config.tab.rules.type
source: {VAR_SELECT, select, AUTO_LINK {Automated link} BLOCKLY {Blockly} ZAPIER {Zapier} CRON {Timer} WORKFLOW {Workflow}}
hu: {VAR_SELECT, select, AUTO_LINK {Automatizált Link} BLOCKLY {Blockly} ZAPIER {Zapier} }

# collection.config.tab.rules.upgradePlan
source: Upgrade to Business Plan!
cs: Aktivujte si program Lumeer Business!
hu: Frissítsen üzleti tervre!

# collection.config.tab.rules.zapier.warning.text
source: This automation is created by a Zap in Zapier. Please configure this automation directly in Zapier (www.zapier.com).
hu: Ezt a szabályt egy Zap a Zapier-ben hozta létre. Konfiguráld ezt a szabályt közvetlenül a Zapier (www.zapier.com) alkalmazásban.

# collection.config.tab.rules.zapier.warning.title
source: Zapier Automation
cs: Zapier Automatizace
hu: Zapier automatizálás

# collection.config.tab.workflow
source: Workflow
cs: Pracovní postup
hu: Munkafolyamat

# collection.create.attributes.fail
source: Could not create attributes
cs: Nelze vytvořit atribut
hu: Nem lehet tulajdonságokat létrehozni

# collection.create.fail
source: Could not create table
cs: Tabulku nelze vytvořit
hu: Nem lehet létrehozni a táblázatot

# collection.create.serviceLimits
source: You are currently on the Free plan which allows you to have only limited number of tables. Do you want to upgrade to Business now?
cs: Používáte nyní verzi Lumeera, která je zdarma. Tato verze umožňuje vytvořit jen omezené množství tabulek. Chcete aktivovat program Lumeer Business, který tato omezení nemá?
hu: Jelenleg az Ingyenes csomagban vagy, amely csak korlátozott számú táblákat engedélyez. Szeretnél most frissíteni az Üzleti verzióra?

# collection.delete.dialog.message
source: Do you really want to delete this table?
cs: Opravdu chcete smazat tuto tabulku?
hu: Biztosan törlöd ezt a táblát?

# collection.delete.dialog.title
source: Delete?
cs: Smazat?
hu: Törlés?

# collection.delete.fail
source: Could not delete table
cs: Tabulku nelze smazat
hu: A tábla nem törölhető

# collection.document.count
source: Record Count
cs: Počet záznamů
hu: Rekordok száma

# collection.document.favorite
source: {{ favorite ? 'Remove from favorites' : 'Add to favorites'}}
cs: {{data.document.favorite ? 'Odstranit z oblíbených' : 'Přidat do oblíbených'}}
hu: {{ favorite ? 'Eltávolítás a kedvencekből' : 'Hozzáadás a kedvencekhez'}}

# collection.document.icon.set
source: Click icon to set it
cs: Klikněte na ikonu pro její zvolení
hu: Kattintson az ikonra a beállításához

# collection.favorite.add
source: Add to favorites
cs: Přidat k oblíbeným
hu: Hozzáadás a kedvencekhez

# collection.favorite.remove
source: Remove from favorites
cs: Odstranit z oblíbených
hu: Eltávolítás a Kedvencekből

# collection.import.fail
source: Could not import table
cs: Tabulku nelze importovat
hu: Nem lehet importálni a táblázatot

# collection.name.placeholder
source: Click to set name
cs: Nastavte název kliknutím
hu: Kattintson ide a név beállításához

# collection.new.dialog.link.label
source: Link
cs: Propojení
hu: Hivatkozás

# collection.new.dialog.link.name.placeholder
source: Enter link name...
cs: Zadejte název propojení...
hu: Hivatkozás nevének megadása...

# validation.link.name.existing
source: Such a Link already exists.
cs: Takové propojení již existuje.
hu: Ilyen link már létezik.

# collection.post.it.import
source: Import Table
cs: Importovat tabulku
hu: Táblázat importálása

# collection.post.it.import.title
source: Import table
cs: Importovat tabluku
hu: Táblázat importálása

# collection.remove.attribute.fail
source: Could not delete the attribute
cs: Atribut nelze smazat
hu: Nem lehetett törölni a tulajdonságot

# collection.remove.favorite.fail
source: Could not remove the table from favorites
cs: Tabulku nelze odebrat z oblíbených
hu: Nem lehet eltávolítani a táblázatot a kedvencekből

# collection.runRule.fail
source: Could not run the selected automation for the whole table
hu: Nem futtatható a kijelölt szabály a teljes táblázatban

# collection.settings.records.count
source: Number of records
cs: Počet záznamů
hu: Rekordok száma

# collection.settings.tableId
source: Table ID:
cs: ID tabulky:
hu: Táblázat azonosítója:

# collection.settings.users.count
source: Number of users
cs: Počet uživatelů
hu: Felhasználók száma

# collection.tab.attributes.attribute.add
source: Add attribute
cs: Vytvořit atribut
hu: Tulajdonság hozzáadása

# collection.tab.attributes.attribute.default
source: Displayed attribute
cs: Hlavní atribut
hu: Megjelenített tulajdonság

# collection.tab.attributes.attribute.default.set
source: Set displayed attribute
cs: Nastavit hlavní atribut
hu: Megjelenített tulajdonság beállítása

# collection.tab.attributes.attribute.placeholder
source: Enter attribute name
cs: Zadejte název atributu
hu: Tulajdonság nevének megadása

# collection.tab.attributes.create.notUnique
source: Attribute name must be unique!
hu: A tulajdonság nevének egyedinek kell lennie!

# collection.tab.attributes.delete.message
source: Do you really want to delete attribute "attribute.name"?
cs: Chcete skutečně smazat atribut "{{name}}"?
hu: Biztosan törölni szeretnéd a " {{name}} tulajdonságot?

# collection.tab.attributes.delete.title
source: Delete attribute?
cs: Smazat atribut?
hu: Törli a tulajdonságot?

# collection.tab.attributes.none
source: There are no attributes yet. Create one!
cs: Žádné atributy neexistují. Vytvořte první!
hu: Nincsenek még tulajdonságok. Hozz létre egyet!

# collection.tab.linktypes.delete.message
source: Do you really want to delete the link type "linkType.name" and all its usages?
cs: Opravdu chcete smazat propojení "{{name}}" a všechna jeho použití?
hu: Biztosan törölni szeretnéd a " {{name}}" hivatkozástípust és annak összes használatát?

# collection.config.tab.rules.prefix.copyOf
source: Copy of
cs: Kopie
hu: Másolata a

# collection.tab.linktypes.delete.title
source: Delete link type?
cs: Zrušit propojení?
hu: Törlöd a hivatkozás típusát?

# collection.tab.linktypes.name.placeholder
source: Enter link type name
cs: Zadejte název vazby
hu: Hivatkozástípus nevének megadása

# collection.tab.linkTypes.none
source: There are no link types yet.
cs: Ještě nemáte žádné typy vazeb.
hu: Még nincsenek hivatkozástípusok.

# collection.update.fail
source: Could not update table
cs: Tabulku nelze změnit
hu: Nem lehet frissíteni a táblázat célját

# collection.update.purpose.fail
source: Could not update table purpose
cs: Napodařilo se změnit účel tabulky
hu: A táblázat célját nem lehet frissíteni

# collections.empty.subtitle.norights
source: I am sorry but you do not have permissions to add tables.
cs: Je mi líto, ale nemáte oprávnění přidávat tabulky.
hu: Sajnálom, de nincs engedélyed ahhoz, hogy táblázatokat adj hozzá.

# collections.get.fail
source: Could not get tables
cs: Tabulky nelze načíst
hu: Nem lehet beszerezni táblázatokat

# collections.postit.empty.info
source: Looks like you have lot of empty tables. Is it okay? I would suggest to fill in their names or delete them.
cs: Zdá se, že máte hodně prázných tabulek. To chcete? Navrhoval bych vyplnit jejich jména, nebo je smazat.
hu: Úgy tűnik, sok üres táblázatod van. Jó lesz így? Azt javaslom, hogy töltsd ki a nevüket, vagy töröld őket.

# collections.tab.attributes.attribute
source: Attribute
cs: Atribut
hu: Tulajdonság

# collections.tab.attributes.header
source: Existing attributes
cs: Stávající atributy
hu: Meglévő tulajdonságok

# collections.tab.attributes.new.header
source: Add a new attribute
cs: Přidat nový atribut
hu: Új tulajdonság hozzáadása

# collections.tab.attributes.search.placeholder
source: Search attribute...
cs: Vyhledat atribut...
hu: Keresési tulajdonság...

# collections.tab.attributes.search.title
source: Search for attributes
cs: Hledat atribut
hu: Tulajdonságok keresése

# collections.tab.attributes.usage
source: Usage Count
cs: Počet použití
hu: Használat száma

source: Link Type
hu: Hivatkozás típusa

# collections.tab.linkTypes.search.placeholder
source: Search link type...
cs: Vyhledat propojení...
hu: Keresési hivatkozás típusa...

# collections.tab.linkTypes.search.title
source: Search for link types
cs: Vyhledat propojení
hu: Hivatkozástípusok keresése

# collections.purpose.tasks.assignee.help
source: Which attribute specifies who the assignee is? Works best with the <em>User</em> attribute type.
hu: Melyik tulajdonság határozza meg, hogy ki az engedményes? A felhasználói <em> tulajdonságtípussal </em> működik a legjobban.

# collections.purpose.tasks.assignee
source: Assignee
hu: Engedményes

# collections.purpose.tasks.assignee.select
source: Select assignee attribute
hu: Engedményes tulajdonság kiválasztása

# collections.tab.purpose.description.generic
source: A generic table to store any type of information you might have. The possibilities are limitless.
cs: Obecná tabulka, která slouží k uložení jakýchkoliv informací, které máte. Možnosti jsou neomezené.
hu: Általános táblázat bármilyen típusú információ tárolására. A lehetőségek határtalanok.

# collections.tab.purpose.description.tasks
source: This table stores tasks. There are assignees, due dates, and states. Lumeer automatically notifies people about important changes.
cs: Tato tabulka uchovává úkoly. Ty mohou být někomu přiděleny, mají termín a stav. Lumeer automaticky upozorňuje uživatele na důležité změny úkolů.
hu: Ez a táblázat a feladatokat tárolja. Vannak engedményezettek, határidők és állapotok. Lumeer automatikusan értesíti az embereket a fontos változásokról.

# collections.purpose.tasks.dueDate.help
source: Which attribute specifies the due date of a task? Works only with the <em>Date</em> attribute type.
hu: Melyik tulajdonság adja meg a tevékenység esedékesség dátumát? Csak a Dátum <em> attribútumtípussal </em> tulajdonsággal működik.

# collections.purpose.tasks.dueDate
source: Due Date
hu: Határidő

# collections.purpose.tasks.dueDate.select
source: Select due date attribute
hu: Határidő tulajdonságának kiválasztása

# collections.purpose.tasks.observer.help
source: Which attribute specifies who, in addition to the assignee, should be notified about the tasks updates? Works best with the <em>User</em> attribute type.
hu: Melyik tulajdonság határozza meg, hogy az engedményezetten kívül kit kell értesíteni a tevékenységek frissítéseiről? A <em> attribútumtípussal </em> tulajdonság típussal működik a legjobban.

# collections.purpose.tasks.observer
source: Observer
hu: Megfigyelő

# collections.purpose.tasks.observer.select
source: Select observer attribute
hu: Megfigyelő tulajdonság kiválasztása

# collections.purpose.tasks.priority.help
source: Which attribute specifies the task priority?
hu: Melyik tulajdonság adja meg a tevékenység prioritását?

# collections.purpose.tasks.priority
source: Priority
hu: Prioritás

# collections.purpose.tasks.priority.select
source: Select priority attribute
hu: Prioritás tulajdonság kiválasztása

# collections.purpose.tasks.state.help
source: Which attribute specifies the state of a task? Works best with the <em>Selection</em> attribute type.
hu: Melyik tulajdonság határozza meg a tevékenység állapotát? Legjobban a <em> attribútumtípussal </em> tulajdonság típussal működik.

# collections.purpose.tasks.state
source: State
hu: Állapot

# collections.purpose.tasks.state.select
source: Select state attribute
hu: Állap tulajdonság kiválasztása

# collections.purpose.tasks.stateList.help
source: Which states are considered final? That means no further notifications about the task will be sent.
hu: Mely állapotok tekinthetők véglegesnek? Ez azt jelenti, hogy a rendszer nem küld további értesítéseket a feladatról.

# collections.purpose.tasks.stateList
source: Done States
hu: Kész állapotok

# collections.purpose.tasks.tags.help
source: Tags, labels, hashtags... Simply anything you use to categorize the tasks.
hu: Megjelölések, címkék, hashtagek... Egyszerűen bármi, amit a feladatok kategorizálására használ.

# collections.purpose.tasks.tags
source: Tags
hu: Megjelölések

# collections.purpose.tasks.tags.select
source: Select tags attribute
hu: Címke tulajdonságok kijelölése
